Repository: privacyidea/pi-authenticator
Catalog: lib/l10n/app_*.arb
Languages: cs, de, es, fr, id, nl, pl

# a11yAddFolderButton
source: Add folder
cs: Pidat sloku
de: Ordner hinzufügen
es: Aadir carpeta
fr: Ajouter un dossier
id: Menambahkan folder
nl: Map toevoegen
pl: Dodaj folder

# a11yAddTokenManuallyButton
source: Add token manually
cs: Pidat token run
de: Token manuell hinzufügen
es: Aadir token manualmente
fr: Ajouter un jeton manuellement
id: Tambahkan token secara manual
nl: Voeg token handmatig toe
pl: Dodaj token ręcznie

# a11yCloseSearchTokensButton
source: Close search
cs: Zavt vyhledvn
de: Suche schließen
es: Cerrar bsqueda
fr: Fermer la recherche
id: Tutup pencarian
nl: Zoekopdracht sluiten
pl: Zamknij wyszukiwanie

# a11yLicensesButton
source: Licenses
cs: Licence
de: Lizenzen
es: Licencias
fr: Licences
id: Lisensi
nl: Licenties
pl: Licencja

# a11yPushTokensButton
source: Push Tokens
cs: etony Push
de: Push-Token
fr: Jetons de pousse
id: Token Dorong
pl: Tokeny push

# a11yScanQrCodeButton
source: Scan QR-Code
cs: Skenovn QR-kdu
de: QR-Code scannen
es: Escanear cdigo QR
fr: Scanner le QR-Code
id: Memindai Kode QR
nl: QR-code scannen
pl: Skanowanie kodu QR

# a11yScanQrCodeViewActive
source: Scan-QR-code view. Camera is active
cs: Zobrazen Scan-QR-code. Cammera je aktivn
de: Scan-QR-Code-Ansicht. Cammera ist aktiv
es: Vista de escaneo de cdigo QR. Cammera est activa
fr: Vue Scan-QR-code. Cammera est actif
id: Tampilan Pindai-Kode QR. Kamera aktif
nl: Scan-QR-codeweergave. Cammera is actief
pl: Widok skanowania kodów QR. Cammera jest aktywna

# a11yScanQrCodeViewFlashlightOff
source: Tap to turn on flashlight.
cs: Klepnutm zapnte svtilnu.
de: Tippen Sie zum Einschalten der Taschenlampe.
es: Toque para encender la linterna.
fr: Tapez sur pour activer la lampe de poche.
id: Ketuk untuk menyalakan senter.
nl: Tik om de zaklamp aan te zetten.
pl: Stuknij, aby włączyć latarkę.

# a11yScanQrCodeViewFlashlightOn
source: Tap to turn off flashlight.
cs: Klepnutm vypnete svtilnu.
de: Tippen Sie zum Ausschalten der Taschenlampe.
es: Toque para apagar la linterna.
fr: Pointez pour teindre la lampe de poche.
id: Ketuk untuk mematikan senter.
nl: Tik om de zaklamp uit te schakelen.
pl: Stuknij, aby wyłączyć latarkę.

# a11yScanQrCodeViewGallery
source: Open gallery
cs: Otevt galerii
de: Galerie öffnen
es: Abrir galera
fr: Ouvrir la galerie
id: Buka galeri
nl: Galerij openen
pl: Otwórz galerię

# a11yScanQrCodeViewInactive
source: Scan-QR-code view. Camera is not active
cs: Zobrazen skenovn QR kdu. Kamera nen aktivn
de: Scan-QR-Code-Ansicht. Cammera ist nicht aktiv
es: Vista de escaneo de cdigo QR. La cmara no est activa
fr: Vue Scan-QR-code. Cammera n'est pas actif
id: Tampilan Pindai-Kode QR. Kamera tidak aktif
nl: Scan-QR-code weergave. Cammera is niet actief
pl: Widok skanowania kodu QR. Cammera nie jest aktywna

# a11ySearchTokensButton
source: Search tokens
cs: Hledat tokeny
de: Token suchen
es: Buscar tokens
fr: Jetons de recherche
id: Token pencarian
nl: Zoek tokens
pl: Wyszukiwanie tokenów

# a11ySecondsUntilNextOTP
source: {seconds} Seconds until the next OTP will be generated.
cs: {seconds} sekund do vygenerovn dalho OTP.
de: {seconds} Sekunden, bis das nächste OTP generiert wird.
es: {seconds} segundos hasta que se genere la siguiente OTP.
fr: {seconds} secondes jusqu' ce que le prochain OTP soit gnr.
id: {seconds} detik hingga OTP berikutnya dihasilkan.
nl: {seconds} Seconden tot de volgende OTP wordt gegenereerd.
pl: {seconds} Sekundy do wygenerowania następnego OTP.

# a11ySettingsButton
source: Settings
cs: Nastaven
de: Einstellungen
es: Ajustes
fr: Paramtres
id: Pengaturan
nl: Instellingen
pl: Ustawienia

source: Accept
cs: Pijmout
de: Akzeptieren
es: Aceptar
fr: Accepter
id: Terima
nl: Accepteren
pl: Potwierdzam

# addANewFolder
source: Create new folder
cs: Vytvoen nov sloky
de: Neuen Ordner anlegen
es: Crear nueva carpeta
fr: Crer un nouveau dossier
id: Membuat folder baru
nl: Nieuwe map maken
pl: Utwórz nowy folder

# addSystemInfo
source: Add system information
cs: Pidat systmov informace
de: Systeminfos hinzufügen
es: Aadir informacin del sistema
fr: Ajouter des informations sur le systme
id: Menambahkan informasi sistem
nl: Systeeminformatie toevoegen
pl: Dodaj informacje systemowe

source: Add token
cs: Pidat token
de: Token hinzufügen
es: Aadir token
fr: Ajouter un jeton
id: Tambahkan token
nl: Token toevoegen
pl: Dodaj token

# additionalErrorMessage
source: Optional message
cs: Voliteln zprva
de: Optionale Nachricht
es: Mensaje opcional
fr: Message optionnel
id: Pesan opsional
nl: Optioneel bericht
pl: Opcjonalna wiadomość

source: Algorithm
cs: Algoritmus
de: Algorithmus
es: Algorithmo
fr: Algorithme
id: Algoritma
nl: Algoritme
pl: Algorytm

# algorithmUnsupported
source: The algorithm {algorithm} is not supported
cs: Algoritmus {algorithm} nen podporovn
de: Der Algorithmus {algorithm} wird nicht unterstützt
es: El algoritmo {algorithm} no es compatible
fr: L'algorithme {algorithm} n'est pas pris en charge
id: Algoritma {algorithm} tidak didukung
nl: Het algoritme {algorithm} wordt niet ondersteund
pl: Algorytm {algorithm} nie jest obsługiwany

# allTokensSynchronized
source: All tokens are synchronized.
cs: Vechny tokeny jsou synchronizovan.
de: Alle Token wurden synchronisiert.
es: Todas los tokens estn sincronizadas.
fr: Tous les jetons ont t synchroniss.
id: Semua token disinkronkan.
nl: Alle tokens zijn gesynchroniseerd.
pl: Wszystkie tokeny są zsynchronizowane.

source: As file
cs: Jako soubor
de: Als Datei
es: Como archivo
fr: En tant que fichier
id: Sebagai file
nl: Als bestand
pl: Jako plik

source: As QR code
cs: Jako QR kd
de: Als QR-Code
es: Como cdigo QR
fr: Sous forme de code QR
id: Sebagai kode QR
nl: Als QR-code
pl: Jako kod QR

# askLogSentDescription
source: Did you sent the log, and do you want to clear it now?
cs: Odeslali jste protokol a chcete jej nyn vymazat?
de: Haben Sie das Protokoll gesendet, und möchten Sie es jetzt löschen?
es: Ha enviado el registro y desea borrarlo ahora?
fr: Avez-vous envoy le journal et voulez-vous l'effacer maintenant ?
id: Apakah Anda telah mengirim log, dan apakah Anda ingin menghapusnya sekarang?
nl: Heb je het logboek verzonden en wil je het nu wissen?
pl: Czy wysłałeś dziennik i czy chcesz go teraz wyczyścić?

# authNotSupportedBody
source: This action requires the device to be secured by credentials or biometrics.
cs: Tato akce vyaduje, aby bylo zazen chrnno zmkem zazen nebo biometrickm ovenm.
de: Diese Aktion erfordert, dass auf dem Gerät ein Passwort oder Biometrie eingerichtet ist.
es: Esta accin requiere que el dispositivo est protegido mediante credenciales o datos biomtricos.
fr: Cette action ncessite que l'appareil soit scuris par des identifiants ou des donnes biomtriques.
id: Tindakan ini mengharuskan perangkat diamankan dengan kredensial atau biometrik.
nl: Deze actie vereist dat het apparaat is beveiligd met inlogggevens of biometrie.
pl: To działanie wymaga skonfigurowania ustawień zabezpieczeń albo uwierzytelniania biometrycznego.

# authNotSupportedTitle
source: Device credentials or biometrics required
cs: Vyadovn zmek zazen nebo biometrick oven
de: Gerätepasswort oder Biometrie wird benötigt
es: Se requieren credenciales de dispositivo o datos biomtricos
fr: Informations d'identification de l'appareil ou donnes biomtriques requises
id: Diperlukan kredensial atau biometrik perangkat
nl: Apparaat inloggevens of biometrie is vereist
pl: Skonfigurowane ustawienia zabezpieczeń albo uwierzytelnianie biometryczne jest wymagane.

# authToAcceptPushRequest
source: Please authenticate to accept the push request.
cs: Pro pijet poadavku na push notifikaci se pihlaste.
de: Bitte authentifizieren Sie sich, um die Anfrage anzunehmen.
es: Por favor, autentifquese para aceptar la solicitud push.
fr: Veuillez vous authentifier pour accepter la demande de connexion.
id: Lakukan autentikasi untuk menerima permintaan push.
nl: Authenticeer om de push aanvraag te accepteren.
pl: Uwierzytelnij, aby zaakceptować żądanie push.

# authToDeclinePushRequest
source: Please authenticate to decline the push request.
cs: Pro odmtnut poadavku na push notifikaci se pihlaste.
de: Bitte authentifizieren Sie sich, um die Anfrage abzulehnen.
es: Por favor, autentifquese para rechazar la solicitud push.
fr: Veuillez vous authentifier pour refuser la demande de connexion.
id: Lakukan autentikasi untuk menolak permintaan push.
nl: Authenticeer om de push aanvraag te weigeren.
pl: Uwierzytelnij, aby odrzucić żądanie push.

# authToDiscardPushRequest
source: Please authenticate to reject the request.
cs: Ovte, zda chcete poadavek na odesln odmtnout.
de: Bitte authentifizieren Sie sich, um die Push-Anfrage zu verwerfen.
es: Por favor, autentifquese para descartar la solicitud push.
fr: Veuillez vous authentifier pour rejeter la demande de push.
id: Harap lakukan autentikasi untuk membuang permintaan push.
nl: Verifieer om het push verzoek te verwerpen.
pl: Uwierzytelnij, aby wyrzucić żądanie.

# authenticateToShowOtp
source: Please authenticate to show one time password.
cs: Pro zobrazen jednorzovho kdu se pihlaste.
de: Bitte authentifizieren Sie sich, um das Einmalpasswort anzuzeigen.
es: Por favor, autentifquese para mostrar la contrasea de una sola vez.
fr: Veuillez vous authentifier pour afficher un mot de passe usage unique.
id: Harap lakukan autentikasi untuk menunjukkan kata sandi sekali pakai.
nl: Authenticeer om het eenmalige wachtwoord te tonen.
pl: Zweryfikuj tożsamość, by pokazać hasło jednorazowe.

# authenticateToUnLockToken
source: Please authenticate to change the lock status of the token.
cs: Pro zmnu uzamen tokenu se pihlaste.
de: Bitte authentifizieren Sie sich, um den Sperrstatus des Tokens zu ändern.
es: Por favor, autentifquese para cambiar el estado de bloqueo del token.
fr: Veuillez vous authentifier pour modifier l'tat de verrouillage du jeton.
id: Lakukan autentikasi untuk mengubah status kunci token.
nl: Authenticeer om de vergrendeling van de token te wijzigen.
pl: Zweryfikuj tożsamość, aby odblokować / zablokować token.

source: Authentication
cs: dost o oven
de: Authentifizierung
es: Autenticacin
fr: Authentification
id: Otentikasi
nl: Verificatieverzoek
pl: Uwierzytelnianie

# biometricHint
source: Authentication required
cs: Vyadovno pihlen
de: Authentifizierung wird benötigt
es: AAutenticacin necesaria
fr: Authentification requise
id: Diperlukan autentikasi
nl: Authenticatie vereist
pl: Wymagana autentykacja

# biometricNotRecognized
source: Not recognized. Try again.
cs: Oven se nezdailo. Zkuste to znovu.
de: Biometrie wurde nicht erkannt, bitte versuchen Sie es erneut
es: No reconocido. Intntelo de nuevo.
fr: Pas reconnu. Ressayer.
id: Tidak dikenali. Coba lagi.
nl: Niet herkend. Probeer opnieuw.
pl: Nie rozpoznano. Spróbuj ponownie.

# biometricRequiredTitle
source: Biometrics not setup
cs: Biometrick oven nen nastaveno
de: Biometrie ist nicht eingerichtet
es: Biometra no configurada
fr: La biomtrie n'est pas configure
id: Biometrik tidak diatur
nl: Biometrie is niet ingesteld
pl: Uwierzytelnianie biometryczne nie jest skonfigurowane.

# biometricSuccess
source: Authentication successful
cs: Pihlen bylo spn
de: Authentifizierung erfolgreich
es: Autenticacin correcta
fr: Authentification russie
id: Otentikasi berhasil
nl: Authenticatie geslaagd
pl: Autentykacja zakończona sukcesem!

source: but discard it
cs: ale zahodit jej
de: aber verwerfen
es: pero descrtelo
fr: mais l'carter
id: tapi buang saja
nl: maar verwijder
pl: ale wyrzucić go

source: Cancel
cs: Zruit
de: Abbrechen
es: Anular
fr: Annuler
id: Batal
nl: Annuleren
pl: Anuluj

source: Cannot navigate without context.
cs: Nelze navigovat bez kontextu.
de: Kann ohne Kontext nicht navigieren.
es: No se puede navegar sin contexto.
fr: Ne peut pas naviguer sans contexte.
id: Tidak dapat menavigasi tanpa konteks.
nl: Kan niet navigeren zonder context.
pl: Nie można nawigować bez kontekstu.

# checkServerCertificate
source: Please check the server certificate
cs: Zkontrolujte prosm certifikt serveru
de: Bitte überprüfen Sie das Serverzertifikat
es: Compruebe el certificado del servidor
fr: Veuillez vrifier le certificat du serveur
id: Silakan periksa sertifikat server
nl: Controleer het servercertificaat
pl: Sprawdź certyfikat serwera

# checkYourNetwork
source: Please check your network connection and try again.
cs: Zkontrolujte prosm sov pipojen a zkuste to znovu.
de: Bitte überprüfen Sie Ihre Netzwerkverbindung und versuchen Sie es erneut.
es: Compruebe su conexin de red e intntelo de nuevo.
fr: Veuillez vrifier votre connexion rseau et ressayer.
id: Periksa koneksi jaringan Anda dan coba lagi.
nl: Controleer je netwerkverbinding en probeer het opnieuw.
pl: Sprawdź połączenie sieciowe i spróbuj ponownie.

# clearErrorLog
source: Clear
cs: Vymazat
de: Löschen
es: Borrar
fr: Effacer
id: Jelas
nl: Verwijderen
pl: Usuń

# clipboardEmpty
source: Clipboard is empty
cs: Schrnka je przdn
de: Zwischenablage ist leer
es: El portapapeles est vaco
fr: Le presse-papiers est vide
id: Papan klip kosong
nl: Klembord is leeg
pl: Schowek jest pusty

source: Confirm deletion
cs: Potvrdit smazn
de: Löschen bestätigen
es: Confiem supresin
fr: Confirmer suppression
id: Konfirmasikan penghapusan
nl: Bevestig verwijderen
pl: Potwierdź usunięcie

# confirmDeletionOf
source: Are you sure you want to delete {name}?
cs: Opravdu chcete smazat token {name}?
de: Sind Sie sicher dass Sie {name} löschen möchten?
es: Est seguro de que desea eliminar {name}?
fr: Confirmer la suppression de {name}?
id: Apakah Anda yakin ingin menghapus {name}?
nl: Weet u zeker dat u {name} wilt verwijderen?
pl: Jesteś pewien, że chcesz usunąć token: {name}?

# confirmFolderDeletionHint
source: Deleting a folder does not affect the tokens inside it. The tokens will be moved to the main list.
cs: Odstrann sloky nem dn vliv na tokeny v n. Tokeny jsou pesunuty do hlavnho seznamu.
de: Das Löschen eines Ordners hat keine Auswirkungen auf die Token, die sich darin befinden. Die Token werden in die Hauptliste verschoben.
es: Eliminar una carpeta no afecta a los tokens que contiene. Los tokens se mueven a la lista principal.
fr: La suppression d'un dossier n'a aucun effet sur les tokens qui s'y trouvent. Les tokens sont dplacs dans la liste principale.
id: Menghapus folder tidak akan berpengaruh pada token yang ada di dalamnya. Token dipindahkan ke daftar utama.
nl: Het verwijderen van een map heeft geen effect op de tokens in de map. De tokens worden verplaatst naar de hoofdlijst.
pl: Usunięcie folderu nie ma wpływu na znajdujące się w nim tokeny. Tokeny są przenoszone do głównej listy.

source: Confirm password
cs: Potvrte heslo
de: Passwort bestätigen
es: Confirmar contrasea
fr: Confirmer le mot de passe
id: Konfirmasi kata sandi
nl: Wachtwoord bevestigen
pl: Potwierdź hasło

# confirmTokenDeletionHint
source: You may no longer be able to log in if you delete this token. Please make sure that you can log in to the associated account without this token.
cs: Pokud tento token odstrante, nebude ji mon se pihlsit. Prosm, ujistte se, e se mete pihlsit k pidruenmu tu bez tohoto tokenu.
de: Unter Umständen können Sie sich nicht mehr einloggen, wenn Sie diesen Token löschen. Bitte stellen Sie sicher, dass Sie sich ohne diesen Token in den dazugehörigen Account einloggen können.
es: Es posible que ya no pueda iniciar sesin si elimina este token. Asegrese de que puede iniciar sesin en la cuenta asociada sin este token.
fr: Il se peut que vous ne puissiez plus vous connecter si vous supprimez ce token. Veuillez vous assurer que vous pouvez vous connecter au compte associ sans ce token.
id: Anda mungkin tidak lagi dapat masuk jika Anda menghapus token ini. Pastikan Anda dapat masuk ke akun terkait tanpa token ini.
nl: U kunt mogelijk niet meer inloggen als u dit token verwijdert. Controleer of u zonder dit token kunt inloggen op het gekoppelde account.
pl: Usunięcie tego tokenu może uniemożliwić zalogowanie się. Upewnij się, że możesz zalogować się na powiązane konto bez tego tokenu.

source: Confirmation
cs: Potvrzen
es: confirmacin
id: Konfirmasi
nl: Bevestiging
pl: potwierdzenie

source: Connection failed.
cs: Pipojen se nezdailo.
de: Verbindung fehlgeschlagen.
es: Conexin fallida.
fr: La connexion a chou.
id: Koneksi gagal.
nl: Verbinding mislukt.
pl: Połączenie nie powiodło się.

source: Container
cs: Kontejner
es: Contenedor
fr: Conteneur
id: Kontainer
pl: Pojemnik

source: Container already exists
cs: Kontejner ji existuje
de: Container existiert bereits
es: El contenedor ya existe
fr: Le conteneur existe dj
id: Wadah sudah ada
nl: Container bestaat al
pl: Kontener już istnieje

# containerDeleteCorrespondingTokenDialogContent
source: Do you want to delete the corresponding tokens as well?
cs: Chcete odstranit i odpovdajc tokeny?
de: Möchten Sie auch die zugehörigen Token löschen?
es: Desea eliminar tambin los tokens correspondientes?
fr: Souhaitez-vous galement supprimer les jetons correspondants ?
id: Apakah Anda juga ingin menghapus token yang terkait?
nl: Wilt u de bijbehorende tokens ook verwijderen?
pl: Czy chcesz usunąć również odpowiednie tokeny?

source: Container details
cs: Podrobnosti o kontejneru
es: Detalles del contenedor
fr: Dtails du conteneur
id: Detail kontainer
nl: Containergegevens
pl: Szczegóły kontenera

# containerRolloutExpired
source: Container {serial} has expired and can not be rolled out anymore
cs: Platnost kontejneru {serial} vyprela a nelze jej ji rozvinout.
de: Container {serial} ist abgelaufen und kann nicht mehr ausgerollt werden
es: El contenedor {serial} ha caducado y ya no puede ser retirado.
fr: Le conteneur {serial} a expir et ne peut plus tre dploy.
id: Kontainer {serial} telah kedaluwarsa dan tidak dapat diluncurkan lagi
nl: Container {serial} is verlopen en kan niet langer worden uitgerold.
pl: Kontener {serial} wygasł i nie można go już rozwinąć

# containerRolloutSendDeviceInfoDialogContent
source: Would you like to tell the publisher of the container which device you are using? This may be useful later if you have problems with your second factor.
cs: Chcete vydavateli kontejneru sdlit, jak zazen pouvte? To me bt pozdji uiten, pokud budete mt problmy s druhm faktorem.
de: Möchten Sie dem Herausgeber des Containers mitteilen, welches Gerät Sie verwenden? Dies kann später nützlich sein, wenn Sie Probleme mit Ihrem zweiten Faktor haben.
es: Desea indicar al editor del contenedor el dispositivo que est utilizando? Esto puede ser til ms adelante si tienes problemas con tu segundo factor.
fr: Souhaitez-vous indiquer l'diteur du conteneur quel appareil vous utilisez ? Cela peut tre utile plus tard si vous avez des problmes avec votre deuxime facteur.
id: Apakah Anda ingin memberi tahu penerbit kontainer perangkat mana yang Anda gunakan? Ini mungkin berguna nantinya jika Anda mengalami masalah dengan faktor kedua Anda.
nl: Wil je de uitgever van de container vertellen welk apparaat je gebruikt? Dit kan later handig zijn als je problemen hebt met je tweede factor.
pl: Czy chcesz poinformować wydawcę kontenera, z jakiego urządzenia korzystasz? Może to być przydatne później, jeśli wystąpią problemy z drugim czynnikiem.

# containerRolloutSendDeviceInfoDialogTitle
source: Send device information
cs: Odesln informac o zazen
de: Geräteinformationen senden
es: Enviar informacin del dispositivo
fr: Envoyer les informations sur l'appareil
id: Mengirim informasi perangkat
nl: Apparaatinformatie verzenden
pl: Wyślij informacje o urządzeniu

source: Container Serial
cs: Sriov kontejner
es: Contenedor de serie
fr: Conteneur en srie
id: Serial Kontainer
nl: Container serie
pl: Pojemnik szeregowy

# containerSyncDialogNewTokens
source: Tokens added by container synchronization:
cs: Tokeny pidan synchronizac kontejneru:
de: Durch die Containersynchronisierung hinzugefügte Token:
es: Tokens aadidos por la sincronizacin del contenedor:
fr: Jetons ajouts par la synchronisation des conteneurs :
id: Token yang ditambahkan oleh sinkronisasi kontainer:
nl: Tokens toegevoegd door containersynchronisatie:
pl: Tokeny dodane przez synchronizację kontenera:

# containerSyncDialogRemovedTokens
source: Tokens removed by container synchronization:
cs: Tokeny odstranny synchronizac kontejneru:
de: Durch die Container-Synchronisierung entfernte Token:
es: Tokens eliminados por la sincronizacin del contenedor:
fr: Jetons supprims par la synchronisation des conteneurs :
id: Token yang dihapus oleh sinkronisasi kontainer:
nl: Tokens verwijderd door containersynchronisatie:
pl: Tokeny usunięte przez synchronizację kontenera:

# containerSyncDialogTitle
source: Synchronise container {serial}
cs: Synchronizovat kontejner {serial}
de: Synchronisiere Container {serial}
es: Sincronizar contenedor {serial}
fr: Synchroniser les conteneurs {serial}
id: Menyinkronkan wadah {serial}
nl: Synchroniseer container {serial}
pl: Synchronizacja kontenera {serial}

source: Container Sync URL
cs: Url pro synchronizaci kontejner
es: Url de sincronizacin de contenedores
fr: Url de synchronisation du conteneur
id: Url Sinkronisasi Kontainer
nl: Url voor containersynchronisatie
pl: Adres URL synchronizacji kontenera

# containerTransferDeleteTokensButtonText
source: Remove from this device
cs: Odebrat z tohoto zazen
de: Von diesem Gerät entfernen
es: Eliminar de este dispositivo
fr: Retirer de cet appareil
id: Hapus dari perangkat ini
nl: Van dit apparaat verwijderen
pl: Usuń z tego urządzenia

# containerTransferDeleteTokensSuccessMessage
source: Container and corresponding tokens successfully removed from this device.
cs: Kontejner a souvisejc tokeny byly spn odstranny z tohoto zazen.
de: Container und zugehörige Token wurden erfolgreich von diesem Gerät entfernt.
es: El contenedor y los tokens asociados se han eliminado correctamente de este dispositivo.
fr: Le conteneur et les jetons associs ont t retirs avec succs de cet appareil.
id: Wadah dan token terkait telah berhasil dihapus dari perangkat ini.
nl: Container en bijbehorende tokens zijn succesvol verwijderd van dit apparaat.
pl: Kontener i powiązane tokeny zostały pomyślnie usunięte z tego urządzenia.

# containerTransferDialogContentAborted
source: Container transfer aborted.
cs: Penos kontejneru byl peruen.
de: Die Übertragung des Containers wurde abgebrochen.
es: Transferencia de contenedor abortada.
fr: Le transfert du conteneur a t interrompu.
id: Transfer kontainer dibatalkan.
nl: Containeroverdracht afgebroken.
pl: Transfer kontenera został przerwany.

# continueButton
source: Continue
cs: Pokraovat
de: Weiter
id: Lanjutkan
nl: Ga verder
pl: Kontynuuj

source: Copy OTP to clipboard
cs: Zkoprovat OTP do schrnky
de: OTP in die Zwischenablage kopieren
es: Copiar OTP al portapapeles
fr: Copier l'OTP dans le presse-papiers
id: Salin OTP ke papan klip
nl: Kopieer OTP naar klembord
pl: Kopiowanie OTP do schowka

source: Could not connect to server
cs: Nepodailo se pipojit k serveru.
de: Konnte keine Verbindung zum Server herstellen.
es: No se ha podido conectar con el servidor.
fr: Impossible de se connecter au serveur.
id: Tidak dapat terhubung ke server
nl: Kan geen verbinding maken met de server.
pl: Nie można połączyć się z serwerem.

source: Could not find globalRef
cs: Nepodailo se najt globalRef
de: Konnte globalRef nicht finden
es: No se ha podido encontrar globalRef
fr: Impossible de trouver globalRef
id: Tidak dapat menemukan globalRef
nl: Kon globalRef niet vinden
pl: Nie można znaleźć globalRef

# couldNotFindTokenForWidgetId
source: Could not find token for widget id: {id}
cs: Token pro ID widgetu: {id} se nepodailo najt.
de: Token für Widget-ID: {id} konnte nicht gefunden werden
es: No se ha podido encontrar el token para el widget ID: {id}.
fr: Token pour l'ID du widget : {id} n'a pas pu tre trouv.
id: Token untuk ID widget: {id} tidak dapat ditemukan
nl: Token voor widget ID: {id} kon niet worden gevonden
pl: Nie można znaleźć tokenu dla identyfikatora widżetu: {id}.
