Repository: privacyidea/pi-authenticator
Catalog: lib/l10n/app_*.arb
Languages: cs, de, es, fr, id, nl, pl

# syncContainerNotFoundDialogContent
source: The container could not be found on the server. Do you want to delete it from the app?
cs: Kontejner nebyl na serveru nalezen. Chcete jej z aplikace odstranit?
de: Der Container konnte auf dem Server nicht gefunden werden. Möchten Sie ihn aus der App löschen?
es: No se ha encontrado el contenedor en el servidor. Desea eliminarlo de la aplicacin?
fr: Le conteneur n'a pas pu tre trouv sur le serveur. Voulez-vous le supprimer de l'application ?
id: Kontainer tidak dapat ditemukan di server. Apakah Anda ingin menghapusnya dari aplikasi?
nl: De container kon niet worden gevonden op de server. Wilt u deze verwijderen uit de app?
pl: Nie można znaleźć kontenera na serwerze. Czy chcesz go usunąć z aplikacji?

# syncContainerNotFoundDialogTitle
source: Container {serial} not found
cs: Kontejner {serial} nebyl nalezen
de: Container {serial} nicht gefunden
es: Contenedor {serial} no encontrado
fr: Conteneur {serial} introuvable
id: Kontainer {serial} tidak ditemukan
nl: Container {serial} niet gevonden
pl: Nie znaleziono kontenera {serial}

# syncFbTokenFailed
source: Synchronization failed for the following tokens, please try again.
cs: Synchronizace nsledujcch token selhala, zkuste to znovu:
de: Synchronisation ist für die folgenden Token fehlgeschlagen:
es: La sincronizacin ha fallado para los siguientes tokens, por favor intntelo de nuevo:
fr: La synchronisation a chou pour ces jetons, veuillez ressayer:
id: Sinkronisasi gagal untuk token berikut ini, silakan coba lagi:
nl: Synchroniseren mislukt voor de volgende tokens, probeer het opnieuw:
pl: Synchronizacja dla poniższych tokenów się nie udała, spróbuj ponownie:

# syncFbTokenManuallyWhenNetworkIsAvailable
source: Please synchronize the push tokens manually via the settings when a network connection is available.
cs: Synchronizujte prosm push tokeny run prostednictvm nastaven, kdy je k dispozici sov pipojen.
de: Bitte synchronisieren Sie die Push Token über die Einstellungen manuell, wenn eine Netzwerkverbindung verfügbar ist.
es: Por favor, sincronice los tokens push manualmente a travs de los ajustes cuando haya una conexin de red disponible.
fr: Veuillez synchroniser manuellement les jetons Push via les paramtres lorsqu'une connexion rseau est disponible
id: Harap sinkronkan token push secara manual melalui pengaturan ketika koneksi jaringan tersedia.
nl: Synchroniseer de push tokens handmatig via de instellingen als er een netwerkverbinding beschikbaar is.
pl: Zsynchronizuj tokeny push ręcznie za pomocą ustawień, gdy dostępne jest połączenie sieciowe

source: Sync State
cs: Stav synchronizace
de: Sync-Status
es: Estado de la sincronizacin
fr: tat de la synchronisation
id: Status Sinkronisasi
nl: Sync-status
pl: Stan synchronizacji

# syncStateCompletedDescription
source: Sync completed
cs: Synchronizace dokonena
de: Sync abgeschlossen
es: Sincronizacin completada
fr: Synchronisation termine
id: Sinkronisasi selesai
nl: Sync voltooid
pl: Synchronizacja zakończona

# syncStateFailedDescription
source: Sync Failed
cs: Synchronizace selhala
de: Sync fehlgeschlagen
es: Sincronizacin fallida
fr: chec de la synchronisation
id: Sinkronisasi Gagal
nl: Sync mislukt
pl: Synchronizacja nie powiodła się

# syncStateNotStartedDescription
source: Sync not started
cs: Synchronizace nebyla sputna
de: Synchronisierung nicht gestartet
es: Sincronizacin no iniciada
fr: La synchronisation n'a pas commenc
id: Sinkronisasi tidak dimulai
nl: Synchronisatie niet gestart
pl: Synchronizacja nie została uruchomiona

# syncStateSyncingDescription
source: Currently Syncing
cs: Aktuln synchronizovno
de: Aktuell wird synchronisiert
es: Sincronizacin actual
fr: Synchronisation en cours
id: Sedang Menyinkronkan
nl: Momenteel aan het synchroniseren
pl: Aktualnie synchronizacja

source: Synchronize push tokens
cs: Synchronizace push token
de: Synchronisiere Push Token
es: Sinchronizar push tokens
fr: Synchoniser les jetons Push
id: Menyinkronkan token push
nl: Synchroniseer push tokens
pl: Synchronizuj tokeny push.

# synchronizesTokensWithServer
source: Synchronizes tokens with the privacyIDEA server.
cs: Synchronizovat tokeny se serverem privacyIDEA.
de: Synchronisiert Token mit dem privacyIDEA Server.
es: Sinchronizar tokens con el privacyIDEA servidor.
fr: Synchroniser les jetons Push avec le serveur privacyIDEA.
id: Menyinkronkan token dengan server privacyIDEA.
nl: Synchroniseert tokens met de privacyIDEA server.
pl: Synchronizuje tokeny push z serwerem privacyIDEA.

source: Synchronizing tokens.
cs: Tokeny se synchronizuj.
de: Synchronisiere Token.
es: Sincronizacin de los tokens.
fr: Synchroniser les jetons.
id: Menyinkronkan token.
nl: Tokens synchroniseren.
pl: Synchronizacja tokenów.

source: The secret does not fit the current encoding
cs: Tajn kl neodpovd zvolenmu kdovn.
de: Das Geheimnis entspricht nicht der gewählten Verschlüsselung.
es: El secreto no se ajusta a la codificacin actual
fr: Le secret n'est pas compatible avec l'encodage actuel.
id: Rahasia tidak sesuai dengan pengkodean saat ini
nl: De geheime sleutel past niet bij de huidige codering
pl: Sekret nie odpowiada wybranemu sposobowi kodowania.

source: Theme
cs: Vzhled
de: Farbschema
es: Tema
fr: Thme
id: Tema
nl: Thema
pl: Motyw

source: Time out
cs: asov limit
de: Zeitüberschreitung
es: Tiempo de espera
fr: Dpassement de temps
id: Waktu habis
pl: Limit czasu

# tokenDataParseError
source: Token data could not be parsed
cs: Tokenov data nelze analyzovat
de: Token-Daten konnten nicht geparst werden
es: No se han podido analizar los datos del token.
fr: Les donnes du jeton n'ont pas pu tre analyses
id: Data token tidak dapat diuraikan
nl: Token-gegevens konden niet worden verwerkt
pl: Nie można przeanalizować danych tokenu

source: Token details
cs: Podrobnosti o tokenu
es: Detalles de la token
fr: Dtails du jeton
id: Rincian token
nl: Details van de token
pl: Szczegóły tokena

# tokenLinkImport
source: Token link
es: Enlace token
fr: Lien vers le token
id: Tautan token

source: Token serial
id: Serial token

# tokensAreEncrypted
source: The tokens are encrypted. Please enter the password to decrypt them.
cs: Tokeny jsou zaifrovan. Please enter the password to decrypt them.
de: Die Token sind verschlüsselt. Bitte gib das Passwort ein, um sie zu entschlüsseln.
es: Los tokens estn encriptados. Por favor, introduce la contrasea para descifrarlos
fr: Les jetons sont crypts. Veuillez saisir le mot de passe pour les dcrypter
id: Tautan tokenToken dienkripsi. Masukkan kata sandi untuk mendekripsi token tersebut.
nl: De tokens zijn gecodeerd. Voer het wachtwoord in om ze te decoderen.
pl: Tokeny są zaszyfrowane. Wprowadź hasło, aby je odszyfrować

# tokensDoNotSupportSynchronization
source: The following tokens do not support synchronization and must be rolled out again:
cs: Nsledujc tokeny nepodporuj synchronizaci a mus bt znovu zaregistrovny:
de: Die folgenden Token unterstützen keine Synchronisation und müssen erneut ausgerollt werden:
es: Las siguientes tokens no admiten la sincronizacin y deben volver a desplegarse:
fr: Ces jetons ne supportent pas la synchronisation et doivent tre de nouveau gnrs:
id: Token berikut ini tidak mendukung sinkronisasi dan harus diluncurkan kembali:
nl: Voor de volgende tokens wordt synchroniseren niet ondersteunt, ze moeten opnieuw worden aangeleverd:
pl: Następujące tokeny nie wspierają synchronizacji i muszą zostać wdrożone od nowa:

# tokensSuccessfullyDecrypted
source: The tokens have been successfully decrypted and can now be imported.
cs: Tokeny byly spn deifrovny a nyn je lze importovat.
de: Die Token wurden erfolgreich entschlüsselt, sie können nun importiert werden.
es: Los tokens se han descifrado correctamente y ya se pueden importar.
fr: Les tokens ont t dcrypts avec succs, ils peuvent maintenant tre imports.
id: Token telah berhasil didekripsi dan sekarang dapat diimpor.
nl: De tokens zijn succesvol gedecodeerd en kunnen nu worden geïmporteerd.
pl: Tokeny zostały pomyślnie odszyfrowane i można je teraz zaimportować.

# transferContainerDialogContent1
source: You can transfer the container to another device. The container is transferred via a QR code.
cs: Kontejner mete penst do jinho zazen. Kontejner se pen prostednictvm QR kdu.
de: Sie können den Container auf ein anderes Gerät übertragen. Der Container wird über einen QR-Code übertragen.
es: Puede transferir el contenedor a otro dispositivo. El contenedor se transfiere mediante un cdigo QR.
fr: Vous pouvez transfrer le conteneur vers un autre appareil. Le conteneur est transfr via un code QR.
id: Anda bisa mentransfer kontainer ke perangkat lain. Kontainer ditransfer melalui kode QR.
nl: U kunt de container overzetten naar een ander apparaat. De container wordt overgezet via een QR-code.
pl: Możesz przenieść kontener na inne urządzenie. Kontener jest przesyłany za pomocą kodu QR.

# transferContainerDialogContent2
source: An active internet connection is required for this process.
cs: Pro tento proces je vyadovno aktivn pipojen k internetu.
de: Für den Vorgang ist eine aktive Internetverbindung erforderlich.
es: Para el proceso se requiere una conexin activa a Internet.
fr: Une connexion internet active est ncessaire pour ce processus.
id: Untuk proses ini, diperlukan koneksi internet yang aktif.
nl: Voor dit proces is een actieve internetverbinding vereist.
pl: Do tego procesu wymagane jest aktywne połączenie internetowe.

# transferContainerDialogTitle
source: Transfer Container
cs: Penos kontejneru
de: Container übertragen
es: Transferir contenedor
fr: Transfrer le conteneur
id: Mentransfer Kontainer
nl: Container overzetten
pl: Transfer kontenera

# transferContainerFailed
source: Failed to start transfer.
cs: Nepodailo se zahjit penos.
de: Die Übertragung konnte nicht gestartet werden.
es: No se ha podido iniciar la transferencia.
fr: chec du dmarrage du transfert.
id: Gagal memulai transfer.
nl: De overdracht is niet gestart.
pl: Nie udało się rozpocząć transferu.

# transferContainerScanQrCode
source: Scan the QR code on the new device to transfer the container.
cs: Naskenujte QR kd na novm zazen a peneste kontejner.
de: Scannen Sie den QR-Code auf dem neuen Gerät, um den Container zu übertragen.
es: Escanee el cdigo QR en el nuevo dispositivo para transferir el contenedor.
fr: Scannez le code QR sur le nouvel appareil pour transfrer le conteneur.
id: Pindai kode QR pada perangkat baru untuk mentransfer kontainer.
nl: Scan de QR-code op het nieuwe apparaat om de container over te zetten.
pl: Zeskanuj kod QR na nowym urządzeniu, aby przesłać kontener.

# transferContainerSuccessDialogContent1
source: The container has been transferred successfully to another device.
cs: Kontejner byl spn penesen do jinho zazen.
de: Der Container wurde erfolgreich auf ein anderes Gerät übertragen.
es: El contenedor se ha transferido correctamente a otro dispositivo.
fr: Le conteneur a t transfr avec succs vers un autre appareil.
id: Kontainer telah berhasil ditransfer ke perangkat lain.
nl: De container is succesvol overgezet naar een ander apparaat.
pl: Kontener został pomyślnie przeniesiony na inne urządzenie.

# transferContainerSuccessDialogContent2
source: Do you want to delete the container and its corresponding tokens from this device?
cs: Chcete z tohoto zazen smazat kontejner a odpovdajc tokeny?
de: Möchten Sie den Container und die zugehörigen Token von diesem Gerät löschen?
es: Desea eliminar el contenedor y sus tokens correspondientes de este dispositivo?
fr: Voulez-vous supprimer le conteneur et les jetons correspondants de cet appareil ?
id: Apakah Anda ingin menghapus container dan token terkait dari perangkat ini?
nl: Wilt u de container en de bijbehorende tokens van dit apparaat verwijderen?
pl: Czy chcesz usunąć kontener i odpowiadające mu tokeny z tego urządzenia?

# transferOfflineTokenDialogContent
source: Your container has {count} offline tokens. Which can not be transferred to another device. Do you want to continue?
cs: V kontejner m {count} offline token. Kter nelze penst do jinho zazen. Chcete pokraovat?
de: Ihr Container hat {count} Offline-Token. Welche nicht auf ein anderes Gerät übertragen werden können. Möchten Sie fortfahren?
es: Su contenedor tiene {count} tokens sin conexin. Los cuales no pueden ser transferidos a otro dispositivo. Desea continuar?
fr: Votre conteneur a {count} des jetons hors ligne. Qui ne peuvent pas tre transfrs vers un autre appareil. Vous souhaitez continuer ?
id: Kontainer Anda memiliki {count} token offline. Yang tidak dapat ditransfer ke perangkat lain. Apakah Anda ingin melanjutkan?
nl: Uw container heeft {count} offline tokens. Deze kunnen niet worden overgedragen naar een ander apparaat. Wilt u doorgaan?
pl: W kontenerze znajduje się {count} tokenów offline. Nie można ich przenieść na inne urządzenie. Czy chcesz kontynuować?

# transferOfflineTokenDialogTitle
source: Offline token
cs: Offline tokeny
es: Token sin conexin
fr: Jeton hors ligne
id: Token offline
pl: Token offline

# twoStepSecretFailed
source: The two step secret could not be generated, or was canceled.
cs: Dvoufzov tajemstv se nepodailo vygenerovat nebo bylo zrueno.
de: Das zweistufige secret konnte nicht generiert werden oder wurde abgebrochen.
es: El secreto de dos pasos no pudo ser generado o fue cancelado.
fr: Le secret deux niveaux n'a pas pu tre gnr ou a t annul.
id: Rahasia dua langkah tidak dapat dibuat atau dibatalkan.
nl: Het tweestapsgeheim kon niet worden gegenereerd of werd geannuleerd.
pl: Nie można wygenerować dwuetapowego klucza tajnego lub został on anulowany.

source: Type
cs: Typ
de: Art
es: Tipo
id: Jenis
pl: Typ

# unableToCreateToken
source: The Token could not be created.
cs: Token se nepodailo vytvoit.
de: Das Token konnte nicht erstellt werden.
es: No se ha podido crear el token.
fr: Le token n'a pas pu tre gnr.
id: Token tidak dapat dibuat.
nl: Het token kon niet worden aangemaakt.
pl: Nie można utworzyć tokena.

# unexpectedError
source: An unexpected error occurred.
cs: Nastala neoekvan chyba.
de: Ein unerwarteter Fehler ist aufgetreten.
es: Se ha producido un error inesperado.
fr: Une erreur inattendue s'est produite.
id: Terjadi kesalahan yang tidak diharapkan.
nl: Er is een onverwachte fout opgetreden.
pl: Wystąpił nieoczekiwany błąd.

source: Unknown
cs: Neznm
de: Unbekannt
es: Desconocido
fr: Inconnu
id: Tidak diketahui
nl: Onbekend
pl: Nieznany

source: Unlock
cs: Odemknout
de: Entsperren
es: Desbloquear
fr: Ouvrir
id: Buka kunci
nl: Ontgrendel
pl: Odblokuj

# unsupported
source: The {name} [{value}] is not supported by this version of the app.
cs: Pkaz {name} [{value}] nen touto verz aplikace podporovn.
de: Der {name} [{value}] wird von dieser Version der App nicht unterstützt.
es: {name} [{value}] no es compatible con esta versin de la aplicacin.
fr: Le {name} [{value}] n'est pas pris en charge par cette version de l'application.
id: Nama {name} [{value}] tidak didukung oleh versi aplikasi ini.
nl: De {name} [{value}] wordt niet ondersteund door deze versie van de app.
pl: Opcja {name} [{value}] nie jest obsługiwana przez tę wersję aplikacji.

# useDeviceLocaleDescription
source: Use device language if it is supported, otherwise default to english.
cs: Pout jazyk zazen, pokud je podporovn, ppadn anglitinu.
de: Nutze Systemsprache, falls diese unterstützt wird. Anderenfalls nutze Englisch.
es: Utilizar el idioma del dispositivo si est soportado, en caso contrario por defecto ingls.
fr: Utilisez la langue de l'appareil si elle est prise en charge, sinon l'anglais par dfaut.
id: Gunakan bahasa perangkat jika didukung, jika tidak, default ke bahasa Inggris.
nl: Gebruik de taal van het apparaat wanneer het wordt ondersteund, val anders terug op Engels.
pl: Użyj języka urządzenia, jeśli jest wspierany. W innym wypadku zostanie ustawiony domyślny język angielski.

# useDeviceLocaleTitle
source: Use device language
cs: Pout jazyk zazen
de: Nutze Systemsprache
es: Utiliza el idioma del telfono
fr: Utiliser la langue de l'appareil
id: Gunakan bahasa perangkat
nl: Gebruik de taal van het apparaat
pl: Użyj języka urządzenia.

# valueNotAllowed
source: Type {type} “{value}” is not a permitted value for “{parameter}”
cs: Typ {type} {value} nen povolenou hodnotou pro {parameter}
de: Typ {type} „{value}“ ist kein zulässiger Wert für „{parameter}“
es: Tipo {type} {value} no es un valor permitido para {parameter}
fr: Type {type} {value} n'est pas une valeur autorise pour {parameter}
id: Ketik {type} {value} bukan nilai yang diizinkan untuk {parameter}
nl: Type {type} “{value}” is geen toegestane waarde voor “{parameter}“
pl: Typ {type} „{value}” nie jest dozwoloną wartością dla »{parameter}«.

# valueNotAllowedIn
source: Type {type} “{value}” is not a valid value for “{parameter}” in “{map}”
cs: Typ {type} {value} nen povolenou hodnotou pro {parameter} v {map}
de: Typ {type} „{value}“ ist kein zulässiger Wert für „{parameter}“ in „{map}“
es: Tipo {type} {value} no es un valor vlido para {parameter} en {map}d
fr: Type {type} {value} n'est pas une valeur valide pour {parameter} dans {map}
id: Ketik {type} {value} bukan merupakan nilai yang valid untuk {parameter} di {map}
nl: Type {type} “{value}” is geen geldige waarde voor “{parameter}“ in ”{map}”
pl: Typ {type} „{value}” nie jest prawidłową wartością dla »{parameter}« w »{map}«.

source: Verbose logging
cs: Zevrubn protokolovn
de: Ausführliche Protokollierung
es: Registro detallado
fr: Journalisation verbeuse
id: Penebangan kata demi kata
nl: Verbose loggen
pl: Wyczerpujące rejestrowanie

# versionTitle
source: Version
cs: Verze
es: Versin
id: Versi
nl: Versie
pl: Wersja

# wrongPassword
source: Incorrect password
cs: Nesprvn heslo
de: Falsches Passwort
es: Contrasea incorrecta
fr: Mot de passe incorrect
id: Kata sandi salah
nl: Onjuist wachtwoord
pl: Nieprawidłowe hasło

source: Yes
cs: Ano
de: Ja
es: S
fr: Oui
id: Ya
nl: Ja
pl: Tak

source: Digits
cs: Poet slic
de: Ziffern
es: Dgitos
fr: Chiffres
nl: Cijfers
pl: Ilość cyfr

source: Edit Token
cs: Upravit token
de: Token bearbeiten
es: Editar token
fr: Modifier le jeton
nl: Token bewerken
pl: Edytuj token

# handshakeFailedLongText
source: Handshake failed. Please check the server certificate and try again.
de: Handshake fehlgeschlagen, bitte überprüfen Sie das Serverzertifikat und versuchen Sie es erneut.
nl: Handshake mislukt, controleer het servercertificaat en probeer het opnieuw.
pl: Handshake nie powiodło się, sprawdź certyfikat serwera i spróbuj ponownie.

# pushRequestParseError
source: Push request could not be parsed.
cs: Poadavek na odesln se nepodailo zpracovat.
de: Die Push-Anfrage konnte nicht verarbeitet werden.
es: No se ha podido procesar la solicitud push.
fr: La demande push n'a pas pu tre traite.
nl: Het pushverzoek kon niet worden verwerkt.
pl: Żądanie push nie mogło zostać przetworzone.

# transferButton
source: Transfer
cs: Penos
de: Übertragen
es: Transferencia
fr: Transmettre
nl: overzetten
