Repository: privacyidea/pi-authenticator
Catalog: lib/l10n/app_*.arb
Languages: cs, de, es, fr, id, nl, pl

# importConflictToken
source: {count, plural, zero{There is no conflict with existing tokens.} one{There is a conflict with existing tokens. Please select which one you would like to keep.} other{There are {count} conflicts with existing tokens. Please select the tokens you wish to keep.}}
cs: {count, plural, zero{Nen dn konflikt s tokeny, kter ji existuj.} one{Je konflikt s tokeny, kter ji existuj. Prosm, vyberte, kter z nich chcete zachovat.} other{Je konflikt s tokeny, kter ji existuj. Prosm, vyberte, kter z nich chcete zachovat.}}
de: {count, plural, zero{Es besteht kein Konflikt mit bereits existierenden Token.} one{Es besteht ein Konflikt mit bereits vorhandenen Token. Bitte wählen Sie aus, welches Sie behalten möchten.} other{Es bestehen Konflikte mit bereits vorhandenen Token. Bitte wählen Sie die Token aus, die Sie behalten möchten.}}
es: {count, plural, zero{No hay conflicto con tokens que ya existen.} one{Hay un conflicto con tokens que ya existen. Por favor, seleccione cul le gustara conservar.} other{Hay un conflicto con tokens que ya existen. Por favor, seleccione cul le gustara conservar.}}
fr: {count, plural, zero{Il n'y a pas de conflit avec des tokens dj existants.} one{Il y a un conflit avec des tokens dj existants. Veuillez choisir celui que vous voulez garder.} other{Il y a un conflit avec des tokens dj existants. Veuillez choisir celui que vous voulez garder.}}
id: {count, plural, zero{Tidak ada konflik dengan token yang ada.} one{Ada konflik dengan token yang ada. Silakan pilih yang mana yang ingin Anda simpan.} other{Ada konflik dengan token yang ada. Silakan pilih token yang ingin Anda simpan.}}
nl: {count, plural, zero{Er is geen conflict met tokens die al bestaan.} one{Er is een conflict met tokens die al bestaan.Selecteer welke u wilt behouden.} other{Er is een conflict met tokens die al bestaan.Selecteer welke u wilt behouden.}}
pl: {count, plural, zero{Nie ma konfliktu z tokenami, które już istnieją.} one{Istnieje konflikt z tokenami, które już istnieją.} other{Istnieje konflikt z tokenami, które już istnieją.}}

# importExistingToken
source: {count, plural, zero{No token was found that is already in the application.} one{A token was found that already exists in the application.} other{{count} tokens were found that are already in the application.}}
cs: {count, plural, zero{Nebyl nalezen dn token, kter by se ji v aplikaci nachzel.} one{Byl nalezen token, kter ji v aplikaci existuje.} other{{count} byly nalezeny tokeny, kter se ji v aplikaci nachzej.}}
de: {count, plural, zero{Es wurde kein Token gefunden, das sich bereits in der App befindet.} one{Es wurde ein Token gefunden, das sich bereits in der Anwendung befindet.} other{Es wurden {count} Token gefunden, die sich bereits in der Anwendung befinden.}}
es: {count, plural, zero{No se ha encontrado ningn token que ya est en la aplicacin.} one{Se ha encontrado un token que ya existe en la aplicacin.} other{Se han encontrado {count} tokens que ya estn en la aplicacin.}}
fr: {count, plural, zero{Aucun jeton dj prsent dans l'application n'a t trouv.} one{Un jeton qui existe dj dans l'application a t trouv.} other{Des jetons {count} dj prsents dans l'application ont t trouvs.}}
id: {count, plural, zero{Tidak ada token yang ditemukan yang sudah ada di aplikasi.} one{Token ditemukan yang sudah ada di aplikasi.} other{{count} token ditemukan yang sudah ada di aplikasi.}}
nl: {count, plural, zero{Er is geen token gevonden dat al in de toepassing aanwezig is.} one{Er is een token gevonden dat al bestaat in de applicatie.} other{{count} tokens gevonden die al in de applicatie staan.}}
pl: {count, plural, zero{Nie znaleziono tokena, który już znajduje się w aplikacji.} one{Znaleziono token, który już istnieje w aplikacji.} other{Znaleziono {count} tokenów, które już znajdują się w aplikacji.}}

source: Import/Export tokens
cs: Import/Exportovat etony
de: Token importieren/exportieren
es: Importar/Exportar tokens
fr: Importer/Exporter les jetons
id: Impor/Ekspor token
nl: Tokens importeren/exporteren
pl: Importuj/Eksportuj tokeny

# importFailedToken
source: {count, plural, zero{No token failed to import.} one{Failed to import a token.} other{Failed to import {count} tokens.}}
cs: {count, plural, zero{dn token Nepodailo se importovat.} one{Nepodailo se importovat token.} other{Nepodailo se importovat {count} token.}}
de: {count, plural, zero{Kein Token konnte nicht importiert werden.} one{Importieren eines Tokens fehlgeschlagen.} other{Der Import von {count} Token ist fehlgeschlagen.}}
es: {count, plural, zero{No token Fallo al importar.} one{Error al importar un token.} other{Error al importar {count} tokens.}}
fr: {count, plural, zero{Pas de jeton chec de l'importation.} one{chec de l'importation d'un jeton.} other{chec de l'importation des jetons {count}.}}
id: {count, plural, zero{Tidak ada token yang gagal diimpor.} one{Gagal mengimpor token.} other{Gagal mengimpor token {count}.}}
nl: {count, plural, zero{Geen token Niet geïmporteerd.} one{Kan geen token importeren.} other{Kan {count} tokens niet importeren.}}
pl: {count, plural, zero{Nie udało się zaimportować tokenu.} one{Nie udało się zaimportować tokena.} other{Nie udało się zaimportować {count} tokenów.}}

# importHint2FAS
source: Select your 2FAS backup. If you do not have a backup, create one in the 2FAS app. We recommend using a password.
cs: Vyberte zlohu 2FAS. Pokud nemte zlohu, vytvote ji v aplikaci 2FAS. Doporuujeme pout heslo.
de: Wählen Sie das 2FAS-Backup aus. Falls Sie kein Backup haben, erstellen Sie eins in der 2FAS-App. Wir empfehlen die Verwendung eines Passworts.
es: Seleccione su copia de seguridad de 2FAS. Si no tiene una copia de seguridad, cree una en la aplicacin 2FAS. Le recomendamos que utilice una contrasea
fr: Choisissez votre sauvegarde 2FAS. Si vous n'avez pas de sauvegarde, crez-en une dans l'application 2FAS. Nous vous recommandons d'utiliser un mot de passe
id: Pilih cadangan 2FAS Anda. Jika Anda tidak memiliki cadangan, buat cadangan di aplikasi 2FAS. Kami sarankan untuk menggunakan kata sandi.
nl: Selecteer uw 2FAS-back-up. Als u geen back-up hebt, maak er dan een aan in de 2FAS-app. Wij raden u aan een wachtwoord te gebruiken.
pl: Wybierz kopię zapasową 2FAS. Jeśli nie masz kopii zapasowej, utwórz ją w aplikacji 2FAS. Zalecamy użycie hasła.

# importHintAegisBackupFile
source: Select your Aegis export (.JSON). If you do not have an export, please create one via the settings menu in the Aegis app. The use of a password is recommended.
cs: Vyberte svj export Aegis (.JSON). Pokud nemte export, vytvote si jej prostednictvm nabdky nastaven v aplikaci Aegis. Doporuujeme pout heslo.
de: Wähle dein Aegis-Export (.json) aus. Wenn Sie keinen Export haben, erstellen Sie bitte eins über das Einstellungen Menu in der Aegis-App. Wir empfehlen die Verwendung eines Passworts.
es: Seleccione su exportacin de Aegis (.JSON). Si no tiene una exportacin, cree una a travs del men de configuracin en la app de Aegis. Se recomienda utilizar una contrasea
fr: Choisissez votre exportation Aegis (.JSON). Si vous n'avez pas d'exportation, veuillez en crer une via le menu Paramtres dans l'application Aegis. Il est recommand d'utiliser un mot de passe
id: Pilih ekspor Aegis Anda (.JSON). Jika Anda tidak memiliki ekspor, buatlah melalui menu pengaturan di aplikasi Aegis. Disarankan untuk menggunakan kata sandi.
nl: Selecteer uw Aegis-export (.JSON).Als u geen export hebt, maak er dan een aan via het instellingenmenu in de Aegis-app. Het gebruik van een wachtwoord wordt aanbevolen.
pl: Wybierz swój eksport Aegis (.JSON). Jeśli nie masz eksportu, utwórz go za pomocą menu ustawień w aplikacji Aegis. Zalecane jest użycie hasła.

# importHintAegisLink
source: Enter the link you receive when you transfer entries from Aegis.
cs: Zadejte odkaz, kter obdrte pi penosu zznam ze systmu Aegis.
de: Geben Sie den Link ein, den Sie erhalten, wenn Sie Einträge aus Aegis übertragen.
es: Introduzca el enlace que recibe al transferir entradas desde Aegis
fr: Saisissez le lien que vous recevez lorsque vous transfrez des entres depuis Aegis
id: Masukkan tautan yang Anda terima saat mentransfer entri dari Aegis.
nl: Voer de link in die u ontvangt wanneer u vermeldingen van Aegis overdraagt.
pl: Wprowadź link otrzymany podczas przesyłania wpisów z Aegis.

# importHintAegisQrScan
source: Scan the QR code you receive when you transfer entries from Aegis.
cs: Naskenujte QR kd, kter obdrte pi penosu zznam z aplikace Aegis.
de: Scannen Sie den QR-Code, den Sie erhalten, wenn Sie Einträge aus Aegis übertragen.
es: Escanea el cdigo QR que recibes al transferir entradas desde Aegis
fr: Scannez le code QR que vous recevez lorsque vous transfrez des entres depuis Aegis
id: Pindai kode QR yang Anda terima saat mentransfer entri dari Aegis.
nl: Scan de QR-code die u ontvangt bij het overbrengen van items uit Aegis.
pl: Zeskanuj kod QR otrzymany podczas przesyłania wpisów z Aegis

# importHintAuthenticatorProFile
source: To create a backup of the Authenticator Pro app, navigate to the settings and tap on “Auto backup“. Select a storage location and set a password. Then press “Back up now“ to export the tokens.
cs: Chcete-li vytvoit zlohu aplikace Authenticator Pro, pejdte do nastaven a klepnte na poloku Automatick zlohovn. Vyberte umstn loit a nastavte heslo. Pot stisknte Zlohovat nyn a exportujte tokeny.
de: Um ein Backup der Authenticator Pro-App zu erstellen navigieren Sie zu den Einstellungen und tippen Sie auf “Automatische Sicherung“. Wählen Sie einen Speicherort und setzen Sie ein Passwort. Anschließend drücken Sie auf “Jetzt sichern“ um die Token zu exportieren.
es: Para crear una copia de seguridad de la aplicacin Authenticator Pro, vaya a la configuracin y pulse en Copia de seguridad automtica. Seleccione una ubicacin de almacenamiento y establezca una contrasea. A continuacin, pulse Hacer copia de seguridad ahora para exportar los tokens.
fr: Pour crer une sauvegarde de l'application Authenticator Pro, accdez aux paramtres et appuyez sur Sauvegarde automatique. Slectionnez un emplacement de stockage et dfinissez un mot de passe. Puis appuyez sur Sauvegarder maintenant pour exporter les tokens.
id: Untuk membuat cadangan aplikasi Authenticator Pro, buka pengaturan dan ketuk
nl: Om een back-up te maken van de Authenticator Pro app, navigeer je naar de instellingen en tik je op “Auto back-up“. Selecteer een opslaglocatie en stel een wachtwoord in. Druk vervolgens op “Nu back-uppen“ om de tokens te exporteren.
pl: Aby utworzyć kopię zapasową aplikacji Authenticator Pro, przejdź do ustawień i dotknij “Automatyczna kopia zapasowa“. Wybierz lokalizację przechowywania i ustaw hasło. Następnie naciśnij “Utwórz teraz kopię zapasową“, aby wyeksportować tokeny.

# importHintFreeOtpPlusFile
source: To create a backup of the FreeOTP+ app, tap on the three dots in the upper right corner and select “Export“. You can choose between JSON and URI format. We recommend to delete the backup after importing it, because it is not encrypted.
cs: Chcete-li vytvoit zlohu aplikace FreeOTP+, klepnte na ti teky v pravm hornm rohu a vyberte monost Exportovat. Mete si vybrat mezi formtem JSON a URI. Zlohu doporuujeme po importu odstranit, protoe nen ifrovan.
de: Um ein Backup der FreeOTP+ App zu erstellen, tippen Sie auf die drei Punkte in der oberen rechten Ecke und wählen Sie “Exportieren“. Sie können zwischen dem JSON- und dem URI-Format wählen. Wir empfehlen, das Backup nach dem Importieren zu löschen, da es nicht verschlüsselt ist.
es: Para crear una copia de seguridad de la app FreeOTP+, pulse los tres puntos de la esquina superior derecha y seleccione Exportar. Puede elegir entre los formatos JSON y URI. Recomendamos eliminar la copia de seguridad despus de importarla, ya que no est cifrada.
fr: Pour crer une sauvegarde de l'application FreeOTP+, appuyez sur les trois points dans le coin suprieur droit et slectionnez Exporter. Vous pouvez choisir entre les formats JSON et URI. Nous recommandons de supprimer la sauvegarde aprs l'avoir importe, car elle n'est pas crypte.
id: Untuk membuat cadangan aplikasi FreeOTP+, ketuk tiga titik di sudut kanan atas dan pilih
nl: Om een back-up van de FreeOTP+ app te maken, tikt u op de drie puntjes in de rechterbovenhoek en selecteert u “Exporteren“. U kunt kiezen tussen JSON en URI formaat. We raden u aan de back-up te verwijderen na het importeren, omdat deze niet versleuteld is.
pl: Aby utworzyć kopię zapasową aplikacji FreeOTP+, dotknij trzech kropek w prawym górnym rogu i wybierz “Eksportuj“. Można wybrać format JSON lub URI. Zalecamy usunięcie kopii zapasowej po jej zaimportowaniu, ponieważ nie jest ona szyfrowana.

# importHintFreeOtpPlusQrScan
source: Scan the QR code you receive when you press the three dots in the tile of the token and select “Share QR code“.
cs: Naskenujte QR kd, kter obdrte po stisknut t teek na dladici tokenu, a vyberte monost Sdlet QR kd.
de: Scannen Sie den QR-Code, den Sie erhalten, wenn Sie auf die drei Punkte in der Kachel des Tokens drücken, und wählen Sie “QR-Code teilen“.
es: Escanea el cdigo QR que recibes al pulsar los tres puntos en el azulejo de la ficha y selecciona Compartir cdigo QR.
fr: Scannez le code QR que vous recevez lorsque vous appuyez sur les trois points dans la tuile du jeton et slectionnez Partager le code QR.
id: Pindai kode QR yang Anda terima ketika Anda menekan tiga titik di ubin token dan pilih
nl: Scan de QR-code die u ontvangt wanneer u op de drie stippen in de tegel van de token drukt en selecteer “QR-code delen“.
pl: Zeskanuj kod QR otrzymany po naciśnięciu trzech kropek na kafelku tokena i wybierz “Udostępnij kod QR“.

# importHintGoogleQrFile
source: Select an image file with the QR code you receive when you export your accounts from Google Authenticator. ⚠ It is not safe to save the QR code on your device, as the tokens are not encrypted! ⚠
cs: Vyberte obrazov soubor s QR kdem, kter obdrte pi exportu t z Google Authenticator. !! Upozorujeme, e nen bezpen ukldat QR kd do zazen, protoe tokeny nejsou ifrovny !!
de: Wählen Sie eine Bilddatei mit dem QR-Code, den Sie erhalten, wenn Sie Ihre Konten aus dem Google Authenticator exportieren. !! Der QR-Code enthält die Token in unverschlüsselter Form. Es ist deshalb nicht sicher, diesen länger als nötig aufzubewahren !!
es: Selecciona un archivo de imagen con el cdigo QR que recibes al exportar tus cuentas desde Google Authenticator. !! Tenga en cuenta que no es seguro guardar el cdigo QR en su dispositivo, ya que los tokens no estn cifrados !!
fr: Slectionnez un fichier image avec le code QR que vous obtenez lorsque vous exportez vos comptes depuis Google Authenticator. !! Notez qu'il n'est pas sr d'enregistrer le code QR sur votre appareil, car les jetons ne sont pas crypts !!
id: Pilih file gambar dengan kode QR yang Anda terima saat mengekspor akun Anda dari Google Authenticator. !! Perhatikan bahwa tidak aman untuk menyimpan kode QR di perangkat Anda karena token tidak dienkripsi !!
nl: Selecteer een afbeeldingsbestand met de QR-code die u ontvangt wanneer u uw accounts exporteert vanuit Google Authenticator. !! Let op: het is niet veilig om de QR-code op je apparaat op te slaan, omdat de tokens niet versleuteld zijn !!
pl: Wybierz plik obrazu z kodem QR otrzymanym podczas eksportowania kont z Google Authenticator. !! Należy pamiętać, że zapisywanie kodu QR na urządzeniu nie jest bezpieczne, ponieważ tokeny nie są szyfrowane !!

# importHintGoogleQrScan
source: Scan the QR code you receive when you export your accounts from Google Authenticator.
cs: Naskenujte QR kd, kter obdrte pi exportu t z Google Authenticator.
de: Scannen Sie den QR-Code, den Sie erhalten, wenn Sie Ihre Konten aus Google Authenticator exportieren.
es: Escanea el cdigo QR que recibes al exportar tus cuentas desde Google Authenticator
fr: Scannez le code QR que vous recevez lorsque vous exportez vos comptes depuis Google Authenticator
id: Pindai kode QR yang Anda terima saat mengekspor akun dari Google Authenticator.
nl: Scan de QR-code die u ontvangt wanneer u uw accounts exporteert vanuit Google Authenticator.
pl: Zeskanuj kod QR otrzymany podczas eksportowania kont z Google Authenticator

# importHintPrivacyIdeaFile
source: To create a backup, go to the settings and tap on “Export“. Select “As file“, select the tokens you want to export. Then tap on “Export“ and set a password. The storage location is the download folder on your device.
cs: Chcete-li vytvoit zlohu, pejdte do nastaven a klepnte na poloku Export. Vyberte Jako soubor a vyberte tokeny, kter chcete exportovat. Potom klepnte na Exportovat a nastavte heslo. loitm je sloka pro stahovn ve vaem zazen.
de: Um ein Backup zu erstellen, gehen Sie zu den Einstellungen und tippen auf “Exportieren“. Wählen Sie “Als Datei“ aus, wählen Sie die Token aus, die Sie exportieren möchten. Anschließend tippen Sie auf “Exportieren“ und setzen Sie ein Passwort. Der Speicherort ist der Download-Ordner auf Ihrem Gerät.
es: Para crear una copia de seguridad, vaya a los ajustes y pulse sobre Exportar. Seleccione Como archivo, seleccione los tokens que desea exportar. A continuacin, pulse Exportar y establezca una contrasea. La ubicacin de almacenamiento es la carpeta de descargas de su dispositivo.
fr: Pour crer une sauvegarde, allez dans les paramtres et tapez sur Exporter. Choisissez En tant que fichier, slectionnez les jetons que vous souhaitez exporter. Ensuite, appuyez sur Exporter et dfinissez un mot de passe. L'emplacement de stockage est le dossier de tlchargement sur votre appareil.
id: Untuk membuat cadangan, buka pengaturan dan ketuk
nl: Om een back-up te maken, ga je naar de instellingen en tik je op “Exporteren“. Selecteer “Als bestand“ en selecteer de tokens die je wilt exporteren. Tik dan op “Exporteren“ en stel een wachtwoord in. De opslaglocatie is de downloadmap op je apparaat.
pl: Aby utworzyć kopię zapasową, przejdź do ustawień i wybierz “Eksportuj“. Wybierz “Jako plik“, wybierz tokeny, które chcesz wyeksportować. Następnie wybierz “Eksportuj“ i ustaw hasło. Miejscem przechowywania jest folder pobierania na urządzeniu.

# importHintPrivacyIdeaQrScan
source: Um QR-Codes der Token zu erstellen, navigieren Sie zu den Einstellungen und tippen auf “Exportieren“. Wählen Sie dann “Als QR-Code“ und tippen Sie auf den zu exportierenden Token. Diese Variante ist nur für die direkte Übertragung auf ein anderes Gerät geeignet, da der QR-Code nicht verschlüsselt ist.
cs: Chcete-li vytvoit QR kdy eton, pejdte do nastaven a klepnte na Export. Pot vyberte Jako QR kd a klepnte na token, kter chcete exportovat. Tato varianta je vhodn pouze pro pm penos do jinho zazen, protoe QR kd nen ifrovan.
es: Para crear cdigos QR de las fichas, vaya a la configuracin y pulse sobre Exportar. A continuacin, seleccione Como cdigo QR y pulse sobre la ficha que desea exportar. Esta variante slo es adecuada para la transferencia directa a otro dispositivo, ya que el cdigo QR no est cifrado.
fr: Pour crer des codes QR des jetons, accdez aux paramtres et appuyez sur Exporter. Slectionnez ensuite En tant que code QR et tapez sur le jeton exporter. Cette variante ne convient que pour un transfert direct vers un autre appareil, car le code QR n'est pas crypt.
id: Untuk membuat kode QR untuk token, buka pengaturan dan ketuk
nl: Om QR-codes van de tokens te maken, navigeer je naar de instellingen en tik je op “Exporteren“. Selecteer vervolgens “Als QR-code“ en tik op het muntje dat geëxporteerd moet worden. Deze variant is alleen geschikt voor directe overdracht naar een ander apparaat, omdat de QR-code niet versleuteld is.
pl: Aby utworzyć kody QR tokenów, przejdź do ustawień i wybierz opcję “Eksportuj“. Następnie wybierz opcję “Jako kod QR“ i dotknij tokenu, który ma zostać wyeksportowany. Ten wariant jest odpowiedni tylko do bezpośredniego przesyłania na inne urządzenie, ponieważ kod QR nie jest szyfrowany.

# importNTokens
source: {count, plural, zero{Import no token} one{Import one token} other{Import {count} tokens}}
cs: {count, plural, zero{Neimportujte dn tokeny} one{Importovat jeden token} other{Importovat {count} token}}
de: {count, plural, zero{Keine Token importieren} one{Ein Token importieren} other{{count} Token importieren}}
es: {count, plural, zero{No importar tokens} one{Importar un token} other{Importar {count} tokens}}
fr: {count, plural, zero{N'importer aucun jeton} one{Importer un jeton} other{Importer {count} tokens}}
id: {count, plural, zero{Impor tanpa token} one{Impor satu token} other{Impor {count} token}}
nl: {count, plural, zero{Geen tokens importeren} one{Eén token importeren} other{Importeer {count} tokens}}
pl: {count, plural, zero{Nie importuj tokenów} one{Importuj jeden token} other{Import {count} tokenów}}

# importNewToken
source: {count, plural, zero{No new token was found.} one{A new token was found that can be imported.} other{{count} new tokens were found that can be imported.}}
cs: {count, plural, zero{Nebyl nalezen dn nov token.} one{Byl nalezen nov token, kter lze importovat.} other{Bylo nalezeno {count} novch token, kter lze importovat.}}
de: {count, plural, zero{Es wurde kein neues Token gefunden.} one{Es wurde ein neues Token gefunden, das importiert werden kann} other{Es wurden {count} neue Token gefunden, die importiert werden können.}}
es: {count, plural, zero{No se ha encontrado ningn token nuevo.} one{Se ha encontrado un nuevo token que se puede importar.} other{Se han encontrado {count} nuevos tokens que se pueden importar.}}
fr: {count, plural, zero{Aucun nouveau jeton n'a t trouv.} one{Un nouveau token a t trouv et peut tre import.} other{{count} nouveaux tokens ont t trouvs et peuvent tre imports.}}
id: {count, plural, zero{Tidak ada token baru yang ditemukan.} one{Token baru ditemukan dan dapat diimpor.} other{{count} token baru ditemukan dan dapat diimpor.}}
nl: {count, plural, zero{Er is geen nieuw token gevonden.} one{Er is een nieuw token gevonden dat geïmporteerd kan worden.} other{Er zijn {count} nieuwe tokens gevonden die geïmporteerd kunnen worden.}}
pl: {count, plural, zero{Nie znaleziono nowego tokena.} one{Znaleziono nowy token, który można zaimportować.} other{Znaleziono {count} nowych tokenów, które można zaimportować.}}

# importTokens
source: Import token
cs: Importn token
de: Token importieren
es: Importar token
fr: Importer un jeton
id: Impor token
nl: Importer un jeton
pl: Token importu

source: Imported via
cs: Dovezeno prostednictvm
de: Importiert über
es: Importado a travs de
fr: Import via
id: Diimpor via
nl: Geïmporteerd via
pl: Importowane przez

source: Increase counter
cs: Zvit potadla
de: Zähler erhöhen
es: Incrementar contador
fr: Augmenter le compteur
id: Tingkatkan penghitung
nl: Verhoog teller
pl: Zwiększ licznik

# indelibleTokenContent
source: The container settings prevent this token from being deleted.
cs: Nastaven kontejneru brn smazn tohoto tokenu.
de: Die Container-Einstellungen verhindern, dass dieser Token gelöscht wird.
es: La configuracin del contenedor impide que se elimine este token.
fr: Les paramtres du conteneur empchent la suppression de ce jeton.
id: Token yang tidak dapat dihapus
nl: Niet-verwijderbaar token
pl: Ustawienia kontenera uniemożliwiają usunięcie tego tokena.

# indelibleTokenTitle
source: Indelible Token
cs: Neodstraniteln token
de: Unlöschbarer Token
es: Token indeleble
fr: Jeton non supprimable
id: Pengaturan kontainer mencegah token ini dihapus.
nl: De containerinstellingen voorkomen dat dit token wordt verwijderd.
pl: Token nieusuwalny

# initialTokenAssignmentDialogButtonSelected
source: Send selected OTPs
cs: Odeslat vybran OTP
de: Ausgewählte OTPs senden
es: Enviar OTP seleccionadas
fr: Envoyer les OTP slectionns
id: Kirim OTP yang dipilih
nl: Geselecteerde OTP's verzenden
pl: Wyślij wybrane OTP
