Repository: privacyidea/pi-authenticator
Catalog: lib/l10n/app_*.arb
Languages: cs, de, es, fr, id, nl, pl

# qrInFileNotFound3
source: I expect i will find the code if it is in the middle of the marked area.
cs: Pedpokldm, e kd najdu, pokud se nachz uprosted oznaen oblasti.
de: Ich erwarte, dass ich den Code finde, wenn er sich in der Mitte des markierten Bereichs befindet.
es: Espero encontrar el cdigo si est en el centro del rea marcada.
fr: Je pense que je trouverai le code s'il se trouve au milieu de la zone marque.
id: Saya berharap saya akan menemukan kode tersebut jika berada di tengah-tengah area yang ditandai.
nl: Ik verwacht dat ik de code zal vinden als het in het midden van het gemarkeerde gebied is.
pl: Oczekuję, że znajdę kod, jeśli znajduje się w środku zaznaczonego obszaru.

# qrNotFound
source: No QR code found!
cs: dn QR kd nebyl nalezen!
de: Kein QR-Code gefunden!
es: No se ha encontrado ningn cdigo QR.
fr: Aucun code QR trouv !
id: Kode QR tidak ditemukan!
nl: Geen QR code gevonden!
pl: Nie znaleziono kodu QR!

source: Rename
cs: Pejmenovat
de: Umbenennen
es: Renombrar
fr: Renommer
id: Ganti nama
nl: Wijzigen
pl: Zmień nazwę

source: Rename token
cs: Pejmenovat token
de: Token umbenennen
es: Renombrar token
fr: Renommer jeton
id: Ganti nama token
nl: Hernoem token
pl: Zmień nazwę tokenu

# renameTokenFolder
source: Rename folder
cs: Pejmenovn sloky
de: Ordner umbenennen
es: Cambiar nombre de carpeta
fr: Renommer le dossier
id: Ganti nama folder
nl: Map hernoemen
pl: Zmiana nazwy folderu

# renewSecretsButtonText
source: Renew secrets
cs: Obnoven tajemstv
de: Secrets erneuern
es: Renovar secretos
fr: Renouveler les secrets
id: Memperbarui rahasia
nl: Geheimen vernieuwen
pl: Odnów sekrety

# renewSecretsDialogText
source: You can renew the secrets of the tokens. This is useful if you suspect that the secrets have been compromised.
cs: Mete obnovit tajemstv eton. To je uiten, pokud mte podezen, e tajemstv byla ohroena.
de: Sie können die Geheimnisse der Token erneuern. Dies ist nützlich, wenn Sie vermuten, dass die Geheimnisse kompromittiert wurden.
es: Puede renovar los secretos de los tokens. Esto es til si sospecha que los secretos han sido comprometidos. Como los tokens de los contenedores se transmiten cifrados, los secretos se almacenan de forma segura en el dispositivo. El nico caso conocido en el que esto podra haber ocurrido sera si el token se hubiera desplegado antes que el contenedor a travs de un cdigo QR.
fr: Vous pouvez renouveler les secrets des jetons. Cette fonction est utile si vous souponnez que les secrets ont t compromis.
id: Anda dapat memperbarui rahasia token. Hal ini berguna jika Anda mencurigai bahwa rahasia tersebut telah dibobol.
nl: Je kunt de geheimen van de tokens vernieuwen. Dit is handig als je vermoedt dat de geheimen gecompromitteerd zijn.
pl: Możesz odnowić sekrety tokenów. Jest to przydatne w przypadku podejrzenia, że sekrety zostały naruszone.

# renewSecretsDialogTitle
source: Renew Token Secrets
cs: Obnoven tajemstv eton
de: Token Secrets erneuern
es: Renovar los secretos de las fichas
fr: Renouveler les secrets des jetons
id: Memperbarui Rahasia Token
nl: Token geheimen vernieuwen
pl: Odnawianie sekretów tokenów

# replaceButton
source: Replace
cs: Vymte
de: Ersetzen
es: Sustituir
fr: Remplacer
id: Ganti
nl: vervangen
pl: Wymienić

# requestInfo
source: Sent by {issuer} for your account: “{account}“
cs: Odeslno {issuer} pro v et: {account}
de: Gesendet von {issuer} für Ihr Konto: “{account}“
es: Enviado por {issuer} para su cuenta: {account}
fr: Envoy par {issuer} pour votre compte : {account}
id: Dikirim oleh {issuer} untuk akun Anda: {account}
nl: Verzonden door {issuer} voor uw account: “{account}“
pl: Wysłane przez {issuer} dla twojego konta: “{account}“

# requestPushChallengesPeriodically
source: Request push challenges from the server periodically. Enable this if push challenges are not received normally.
cs: Periodicky zskvat vzvy ze serveru. Povolte pokud nefunguje pjem push notifikac.
de: Fordert regelmäßig Push-Anfragen vom Server an. Aktivieren Sie diese Funktion, wenn Nachrichten ansonsten nicht erhalten werden.
es: Solicita retos push al servidor peridicamente. Habilite esta opcin si los retos push no se reciben normalmente.
fr: Demander des challenges push depuis le serveur priodiquement. Activer cette fonction si les challenges push ne sont pas reus normalement.
id: Meminta tantangan push dari server secara berkala. Aktifkan ini jika tantangan push tidak diterima secara normal.
nl: Activeer het zoeken naar berichten. Gebruik deze optie wanneer de push berichten niet worden ontvangen.
pl: Wysyłaj zapytanie o push challenge cyklicznie. Włącz, jeśli push nie przychodzi normalnie.

# requestTriggerdByUserQuestion
source: Was this request triggered by you?
cs: Byl tento poadavek vyvoln vmi?
de: Wurde diese Anfrage von Ihnen ausgelöst?
es: Fue usted quien provoc esta peticin?
fr: Cette demande a-t-elle t dclenche par vous ?
id: Apakah permintaan ini dipicu oleh Anda?
nl: Is dit verzoek door jou gedaan?
pl: Czy ta prośba została wywołana przez Ciebie?

# retryRolloutButton
source: Retry rollout
cs: Zkusit znovu
de: Erneut ausrollen
es: Reintentar despliegue
fr: Ressayer le dploiement
id: Mencoba peluncuran ulang
nl: Opnieuw uitrollen
pl: Ponowne uruchomienie

# rolloutStateCompleted
source: Rollout completed
cs: Zaveden dokoneno
de: Ausrollen abgeschlossen
es: Despliegue completado
fr: Dploiement termin
id: Peluncuran selesai
nl: Uitrollen voltooid
pl: Wdrożenie zakończone

# rolloutStateGeneratingKeyPair
source: Generating key pair
cs: Generovn pru kl
de: Generiere Schlüsselpaar
es: Generacin del par de claves
fr: Cration d'une paire de cls
id: Menghasilkan pasangan kunci
nl: Sleutelpaar genereren
pl: Generowanie pary kluczy

# rolloutStateGeneratingKeyPairCompleted
source: Generating key pair completed
cs: Generovn pru kl dokoneno
de: Generieren des Schlüsselpaars abgeschlossen
es: Generacin del par de claves completada
fr: Gnration de la paire de cls termine
id: Membuat pasangan kunci selesai
nl: Genereren sleutelpaar voltooid
pl: Generowanie pary kluczy zakończone

# rolloutStateGeneratingKeyPairFailed
source: Generating key pair failed
cs: Nepodailo se vygenerovat pr kl
de: Generieren des Schlüsselpaars fehlgeschlagen
es: Error al generar el par de claves
fr: chec de la gnration de la paire de cls
id: Menghasilkan pasangan kunci gagal
nl: Het sleutelpaar is niet gegenereerd
pl: Nie udało się wygenerować pary kluczy

# rolloutStateNotStarted
source: Start rollout
cs: Zat zavdn
de: Starte Rollout
es: Iniciar despliegue
fr: Dmarrer le dploiement
id: Mulai peluncuran
nl: Start uitrollen
pl: Rozpocznij wdrożenie

# rolloutStateParsingResponse
source: Parsing response
cs: Rozbor odpovdi
de: Analysiere Antwort
es: Analizando la respuesta
fr: Analyse de la rponse
id: Tanggapan penguraian
nl: Antwoord analyseren
pl: Analizowanie odpowiedzi

# rolloutStateParsingResponseCompleted
source: Parsing response completed
cs: Parsovn odpovdi dokoneno
de: Analysieren der Antwort abgeschossen
es: Respuesta de anlisis sintctico completada
fr: Analyse de la rponse termine
id: Respons penguraian selesai
nl: Antwoord ontleden voltooid
pl: Parsowanie odpowiedzi zakończone

# rolloutStateParsingResponseFailed
source: Parsing response failed
cs: Parsovn odpovdi se nezdailo
de: Analysieren der Antwort fehlgeschlagen
es: Error al analizar la respuesta
fr: L'analyse de la rponse a chou
id: Respons penguraian gagal
nl: Antwoord analyseren mislukt
pl: Analizowanie odpowiedzi nieudane

# rolloutStateReceivingFirebaseToken
source: Receiving Firebase token
cs: Pijet tokenu Firebase
de: Empfange Firebase-Token
es: Recibir token de Firebase
fr: Rception du jeton Firebase
id: Menerima token Firebase
nl: Firebase token ontvangen
pl: Odbieranie tokena Firebase

# rolloutStateReceivingFirebaseTokenFailed
source: Receiving Firebase token failed
cs: Pjem tokenu Firebase se nezdail
de: Příjem tokenu Firebase se nezdařil
es: Error al recibir el token de Firebase
fr: chec de la rception du jeton Firebase
id: Menerima token Firebase gagal
nl: Firebase token niet ontvangen
pl: Odbieranie tokenu Firebase nie powiodło się

# rolloutStateSendingPublicKey
source: Sending public key
cs: Odesln veejnho kle
de: Sende öffentlichen Schlüssel
es: Envo de clave pblica
fr: Envoi de la cl publique
id: Mengirim kunci publik
nl: Publieke sleutel verzenden
pl: Wysyłanie klucza publicznego

# rolloutStateSendingPublicKeyCompleted
source: Sending public key completed
cs: Odesln veejnho kle dokoneno
de: Senden des öffentlichen Schlüssels abgeschlossen
es: Envo de clave pblica completado
fr: Envoi de la cl publique termin
id: Pengiriman kunci publik selesai
nl: Verzenden openbare sleutel voltooid
pl: Wysyłanie klucza publicznego zakończone

# rolloutStateSendingPublicKeyFailed
source: Sending public key failed
cs: Odesln veejnho kle se nezdailo
de: Senden des öffentlichen Schlüssels fehlgeschlagen
es: Error al enviar la clave pblica
fr: chec de l'envoi de la cl publique
id: Mengirim kunci publik gagal
nl: Versturen openbare sleutel mislukt
pl: Wysyłanie klucza publicznego nie powiodło się

# saveButton
source: Save
cs: Uloit
de: Speichern
es: Guardar
fr: Enregistrer
id: Simpan
nl: Opslaan
pl: Zapisz

source: Scan QR-Code
cs: Naskenovat QR kd
de: QR-Code scannen
es: Escanear cdigo QR
fr: Numriser QR-Code
id: Pindai Kode QR
pl: Zeskanuj kod QR

# scanThisQrWithNewDevice
source: Scan this QR code with your new device to import the token.
cs: Naskenujte tento QR kd svm novm zazenm pro import etonu.
de: Scannen Sie diesen QR-Code mit Ihrem neuen Gerät, um das Token zu importieren.
es: Escanee este cdigo QR con su nuevo dispositivo para importar el token.
fr: Scannez ce code QR avec votre nouvel appareil pour importer le jeton.
id: Pindai kode QR ini dengan perangkat baru Anda untuk mengimpor token.
nl: Scan deze QR-code met uw nieuwe apparaat om de token te importeren.
pl: Zeskanuj ten kod QR za pomocą nowego urządzenia, aby zaimportować token.

source: Seconds until next OTP
cs: Sekundy do dalho OTP
de: Sekunden bis zum nächsten OTP
es: Segundos hasta el prximo OTP
fr: Secondes jusqu'au prochain OTP
id: Detik hingga OTP berikutnya
nl: Seconden tot volgende OTP
pl: Sekundy do następnego OTP

source: Secret is required
cs: Tajn je vyadovno
de: Secret ist erforderlich
es: Se requiere secreto
fr: Secret est ncessaire
id: Rahasia diperlukan
nl: Geheim is vereist
pl: Wymagany jest sekret

source: Secret key
cs: Tajn kl
de: Geheimer Schlüssel
es: Clave secreta
fr: Cl secrte
id: Kunci rahasia
nl: Geheime sleutel
pl: Tajny klucz

source: Select all
cs: Vyberte ve
de: Alles auswählen
es: Seleccionar todo
fr: Slectionner tout
id: Pilih semua
nl: Alles selecteren
pl: Wybierz wszystko

source: Select file
cs: Vybrat soubor
de: Datei auswählen
es: Seleccionar archivo
fr: Slectionner un fichier
id: Pilih file
nl: Selecteer bestand
pl: Wybierz plik

source: Select import source
cs: Vyberte zdroj importu
de: Importquelle auswählen
es: Seleccionar fuente de importacin
fr: Slectionner la source d'importation
id: Pilih sumber impor
nl: Selecteer importbron
pl: Wybierz źródło importu

# selectImportType
source: How do you want to import the tokens?
cs: Jak chcete importovat etony?
de: Wie wollen Sie die Token importieren?
es: Jak chcete importovat etony?
fr: Comment voulez-vous importer les jetons ?
id: Bagaimana cara mengimpor token?
nl: Hoe wilt u de tokens importeren?
pl: Jak chcesz zaimportować tokeny?

# selectTokensToExport
source: {count, plural, one{Select the token to be exported} other{Select the tokens to be exported}}
cs: {count, plural, zero{} one{vbr tokenu, kter m bt exportovn} other{vbr token, kter maj bt exportovny}}
de: {count, plural, one{Wählen Sie den zu exportierenden Token aus} other{Wählen Sie die zu exportierenden Tokens aus}}
es: {count, plural, one{Seleccionar token para exportar} other{Seleccionar tokens para exportar}}
fr: {count, plural, one{Slectionner le jeton exporter} other{Slectionner les jetons exporter}}
id: {count, plural, one{pilih token yang akan diekspor} other{pilih token yang akan diekspor}}
nl: {count, plural, one{Selecteer token om te exporteren} other{Selecteer tokens om te exporteren}}
pl: {count, plural, one{Wybierz token do wyeksportowania} other{Wybierz tokeny do wyeksportowania}}

# selectTokensToExportHelpContent1
source: If a token is not listed, it is not guaranteed that it is not a privacyIDEA token.
cs: Pokud token nen uveden v seznamu, nen zarueno, e se nejedn o token privacyIDEA.
de: Wenn ein Token nicht aufgelistet ist, ist nicht garantiert, dass es sich nicht um ein privacyIDEA-Token handelt.
es: Si un token no aparece en la lista, no se garantiza que no sea un token privacyIDEA.
fr: Si un jeton n'est pas rpertori, il n'est pas garanti qu'il ne s'agisse pas d'un jeton privacyIDEA.
id: Jika sebuah token tidak terdaftar, tidak dijamin bahwa token tersebut bukan token privacyIDEA.
nl: Als een token niet in de lijst staat, is het niet gegarandeerd dat het geen privacyIDEA token is.
pl: Jeśli token nie znajduje się na liście, nie ma gwarancji, że nie jest tokenem privacyIDEA.

# selectTokensToExportHelpContent2
source: Currently only manually added and imported tokens are exportable.
cs: V souasn dob lze exportovat pouze run pidan a importovan tokeny.
de: Zurzeit können nur manuell hinzugefügte und importierte Token exportiert werden.
es: Actualmente slo se pueden exportar los tokens aadidos manualmente y los importados.
fr: Actuellement, seuls les jetons ajouts manuellement et imports sont exportables.
id: Saat ini hanya token yang ditambahkan dan diimpor secara manual yang dapat diekspor.
nl: Momenteel kunnen alleen handmatig toegevoegde en geïmporteerde tokens worden geëxporteerd.
pl: Obecnie eksportować można tylko tokeny dodane ręcznie i zaimportowane.

# selectTokensToExportHelpContent3
source: We are working on a solution to differentiate between privacyIDEA tokens and private tokens.
cs: Pracujeme na een, kter by umonilo rozliovat mezi tokeny privacyIDEA a soukrommi tokeny.
de: Wir arbeiten an einer Lösung, um zwischen privacyIDEA-Tokens und privaten Tokens zu unterscheiden.
es: Estamos trabajando en una solucin para diferenciar entre tokens privacyIDEA y tokens privados.
fr: Nous travaillons sur une solution permettant de diffrencier les jetons privacyIDEA des jetons privs.
id: Kami sedang mengerjakan solusi untuk membedakan antara token privacyIDEA dan token pribadi.
nl: We werken aan een oplossing om onderscheid te maken tussen privacyIDEA tokens en privé tokens.
pl: Pracujemy nad rozwiązaniem pozwalającym odróżnić tokeny privacyIDEA od tokenów prywatnych.

# selectTokensToExportHelpContent4
source: You can obtain a new QR code from the service from which you received the token.
cs: Nov QR kd mete zskat od sluby, od kter jste token obdreli.
de: Einen neuen QR-Code erhalten Sie bei dem Dienst, von dem Sie den Token erhalten haben.
es: Puede obtener un nuevo cdigo QR del servicio del que recibi el token.
fr: Vous pouvez obtenir un nouveau code QR auprs du service qui vous a fourni le jeton.
id: Anda bisa mendapatkan kode QR baru dari layanan tempat Anda menerima token.
nl: Je kunt een nieuwe QR code krijgen van de dienst waarvan je het token hebt ontvangen.
pl: Nowy kod QR można uzyskać w usłudze, z której otrzymano token.

# selectTokensToExportHelpTitle
source: Is your token not listed?
cs: Nen v token uveden?
de: Ist Ihr Token nicht aufgelistet?
es: Su ficha no figura en la lista?
fr: Votre jeton ne figure pas dans la liste ?
id: Apakah token Anda tidak terdaftar?
nl: Staat jouw token er niet bij?
pl: Czy twój token nie znajduje się na liście?

source: Send
cs: Odeslat
de: Senden
es: Enviar
fr: Envoyer
id: Kirim
nl: verzenden
pl: Wyślij

# sendErrorDialogBody
source: An unexpected error occurred in the application. The information below can be sent to the developers by email to help prevent this error in the future.
cs: V aplikaci se vyskytla neznm chyba. Informace uveden ne mohou bt odeslny vvojm e-mailem pro vyeen chyby v budoucnu.
de: Ein unbekannter Fehler ist aufgetreten. Die unten gezeigten Informationen können den Entwicklern per E-Mail zugesendet werden, um zu helfen, diesen Fehler in Zukunft zu vermeiden.
es: Se ha producido un error inesperado en la aplicacin. La siguiente informacin puede ser enviada a los desarrolladores por correo electrnico para ayudar a prevenir este error en el futuro.
fr: Une erreur inattendue est survenue dans l'application. L'information suivante peut tre transmise aux dveloppeurs par email afin d'aider corriger cette erreur dans le futur.
id: Terjadi kesalahan yang tidak terduga dalam aplikasi. Informasi di bawah ini dapat dikirimkan ke pengembang melalui email untuk membantu mencegah kesalahan ini di masa mendatang.
nl: Een onverwachte fout heeft plaatsgevonden in de applicatie. De onderstaande informatie kan worden verstuurd naar de ontwikkelaars via e-mail om het probleem in de toekomst te voorkomen.
pl: Napotkano nieoczekiwany błąd w aplikacji. Poniższa wiadomość może zostać wysłana do deweloperów poprzez email, żeby pomóc uniknąć tego problemu w przyszłości.

# sendErrorLogDescription
source: A predefined email is created. It contains information about the app, the error and the device. You can edit the email before sending it. You can see here how we use the information:
cs: Vytvo se pipraven e-mail. Obsahuje informace o aplikaci, chyb a zazen. Ped odeslnm mete e-mail upravit. Zde se mete podvat, jak informace pouvme:
de: Es wird eine vorgefertigte E-Mail erstellt. Sie enthält Informationen über die App, den Fehler und das Gerät. Sie können die E-Mail vor dem Senden bearbeiten. Wie wir die Informationen verwenden, sehen Sie hier:
es: Se crea un correo electrnico listo. Contiene informacin sobre la app, el error y el dispositivo. Puedes editar el correo antes de enviarlo. Aqu puede ver cmo utilizamos la informacin:
fr: Un e-mail pr-rempli est cr. Il contient des informations sur l'application, l'erreur et le priphrique. Vous pouvez modifier l'e-mail avant de l'envoyer. Vous pouvez voir ici comment nous utilisons les informations:
id: Email yang telah ditentukan sebelumnya akan dibuat. Email ini berisi informasi tentang aplikasi, kesalahan, dan perangkat. Anda dapat mengedit email sebelum mengirimnya. Anda dapat melihat di sini bagaimana kami menggunakan informasi tersebut:
nl: Er wordt een kant-en-klare e-mail gemaakt die informatie bevat over de app, de fout en het apparaat. Je kunt de e-mail bewerken voordat je hem verstuurt. Je kunt hier zien hoe we de informatie gebruiken:
pl: Tworzona jest gotowa wiadomość e-mail zawierająca informacje o aplikacji, błędzie i urządzeniu. Możesz edytować wiadomość e-mail przed jej wysłaniem. Tutaj można zobaczyć, w jaki sposób wykorzystujemy te informacje:

# sendPushRequestResponseFailed
source: Failed to send the response.
cs: Odpov se nepodailo odeslat.
de: Senden der Antwort fehlgeschlagen.
es: No se ha podido enviar la respuesta.
fr: chec de l'envoi de la rponse.
id: Gagal mengirim tanggapan.
nl: Het verzenden van het antwoord is mislukt.
pl: Nie udało się wysłać odpowiedzi.

# serverNotReachable
source: The server could not be reached.
cs: Na server se nepodailo dovolat.
de: Der Server konnte nicht erreicht werden.
es: No se ha podido acceder al servidor.
fr: Le serveur n'a pas pu tre atteint.
id: Server tidak dapat dihubungi.
nl: De server kon niet worden bereikt.
pl: Nie można uzyskać połączenia z serwerem.

source: Settings
cs: Nastaven
de: Einstellungen
es: Configuracin
fr: Paramtres
id: Pengaturan
nl: Instellingen
pl: Ustawienia

# settingsGroupGeneral
source: General
cs: Obecn informace
de: Allgemeines
es: Informacin general
fr: Gnralits
id: Umum
nl: Algemene informatie
pl: Informacje ogólne

# showContainerUrlDialogContent
source: The container will connect with the server under the following URL: {url}
cs: Kontejner se pipoj k serveru na nsledujc adrese URL: {url}
de: Der Container wird sich mit dem Server unter der folgenden URL verbinden: {url}
es: El contenedor se conectar con el servidor bajo la siguiente URL: {url}
fr: Le conteneur se connectera au serveur sous l'URL suivante : {url}
id: Kontainer akan terhubung dengan server di bawah URL berikut: {url}
nl: De container maakt verbinding met de server onder de volgende URL: {url}
pl: Kontener połączy się z serwerem pod następującym adresem URL: {url}

# showContainerUrlDialogSslWarning
source: SSL has been deactivated, which is a security risk. Do you want to continue?
cs: Protokol SSL je vypnut, co pedstavuje bezpenostn riziko. Chcete pokraovat?
de: SSL ist deaktiviert, was ein Sicherheitsrisiko darstellt. Möchten Sie fortfahren?
es: SSL est desactivado, lo que supone un riesgo para la seguridad. Desea continuar?
fr: SSL est dsactiv, ce qui constitue un risque pour la scurit. Voulez-vous continuer ?
id: SSL dinonaktifkan, yang merupakan risiko keamanan. Apakah Anda ingin melanjutkan?
nl: SSL is uitgeschakeld, wat een veiligheidsrisico is. Wilt u doorgaan?
pl: SSL jest wyłączony, co stanowi zagrożenie dla bezpieczeństwa. Czy chcesz kontynuować?

# showContainerUrlDialogTitle
source: Confirm Server URL
cs: Potvrte URL adresu serveru
de: ServerURL Bestätigen
es: Confirme URL del servidor
fr: Confirmez l'URL du serveur.
id: Konfirmasikan URL Server.
nl: Server URL bevestigen
pl: Potwierdź adres URL serwera

source: Show details
cs: Zobrazit podrobnosti
de: Details anzeigen
es: Mostrar detalles
fr: Afficher les dtails
id: Tampilkan detail
nl: Details tonen
pl: Pokaż szczegóły

# showErrorLog
source: Show
cs: Zobrazit
de: Anzeigen
es: Mostrar
fr: Afficher
id: Tampilkan
nl: Weergeven
pl: Wyświetl

source: Show privacy policy
cs: Zobrazit zsady ochrany osobnch daj
de: Datenschutzerklärung anzeigen
es: Mostrar poltica de privacidad
fr: Afficher la dclaration de confidentialit
id: Tampilkan kebijakan privasi
nl: Privacybeleid tonen
pl: Pokaż politykę prywatności

# signInTitle
source: Authentication required
cs: Vyadovno pihlen
de: Authentifizierung wird benötigt
es: Autenticacin necesaria
fr: Authentification requise
id: Diperlukan autentikasi
nl: Authenticatie vereist
pl: Wymagana autentykacja

# someTokensDoNotSupportPolling
source: Some of the tokens are outdated and do not support polling
cs: Nkter tokeny jsou zastaral a nepodporuj polling
de: Einige der Token sind veraltet und unterstützen keine aktiven Anfragen
es: Algunos tokens estn obsoletos y no admiten la consulta activa para la autenticacin mediante mensaje push.
fr: Certains jetons sont obsoltes et ne supportent pas l'interrogation due serveur.
id: Beberapa token sudah ketinggalan zaman dan tidak mendukung pemungutan suara
nl: Sommige tokens zijn verouderd en ondersteunen geen actief zoeken
pl: Część tokenów jest przestarzała i nie wspiera aktywnego zapytania dla autentykacji przez wiadomość push.

# startTransferButtonText
source: Start transfer
cs: Spustit penos
de: Übertragung starten
es: Iniciar transferencia
fr: Dmarrer le transfert
id: Mulai transfer
nl: Overdracht starten
pl: Rozpocznij transfer

# statusCode
source: Status code: {statusCode}
cs: Stavov kd: {statusCode}
es: Cdigo de estado: {statusCode}
fr: Code d'tat : {statusCode}
id: Kode status: {statusCode}
pl: Kod statusu: {statusCode}

source: Sync
cs: Synchronizovat
es: Sinchronizar
fr: Synchroniser
id: Sinkronisasi
nl: Synchroniseer
pl: Synchronizuj

# syncContainerFailed
source: Container synchronization failed
cs: Synchronizace kontejneru se nezdaila
de: Container synchronisation fehlgeschlagen
es: Error en la sincronizacin de contenedores
fr: chec de la synchronisation des conteneurs
id: Sinkronisasi kontainer gagal
nl: Container synchronisatie mislukt
pl: Synchronizacja kontenera nie powiodła się
