Repository: privacyidea/pi-authenticator
Catalog: lib/l10n/app_*.arb
Languages: cs, de, es, fr, id, nl, pl

# initialTokenAssignmentDialogButtonZero
source: Send no OTPs
cs: Neodeslat dn OTP
de: Keine OTPs senden
es: No enviar OTPs
fr: N'envoyer aucun OTP
id: Tidak mengirim OTP
nl: Geen OTP's verzenden
pl: Nie wysyłaj OTP

# initialTokenAssignmentDialogContent1
source: Two one-time passwords of the selected tokens will be sent to: {url}
cs: Dv jednorzov hesla vybranch token jsou odeslna na adresu: {url}
de: Zwei einmalpasswörter der ausgewählten Token werden gesendet an: {url}
es: Se envan dos contraseas de un solo uso de los tokens seleccionados a: {url}
fr: Deux mots de passe usage unique des jetons slectionns sont envoys : {url}
id: Dua kata sandi satu kali dari token yang dipilih dikirim ke: {url}
nl: Twee eenmalige wachtwoorden van de geselecteerde tokens worden verzonden naar:{url}.
pl: Dwa jednorazowe hasła wybranych tokenów są wysyłane do: {url}

# initialTokenAssignmentDialogContent2
source: This will be used to automatically assign your privacyIDEA token to this Container.
cs: Tm se automaticky piad v token privacyIDEA k tomuto kontejneru.
de: Diese werden verwendet, um Ihre privacyIDEA-Token automatisch diesem Container zuzuordnen. Dies kann übersprungen werden, wenn Sie noch keine Token von privacyIDEA haben.
es: Esto asignar automticamente su token privacyIDEA a este contenedor.
fr: Votre token privacyIDEA sera ainsi automatiquement attribu ce conteneur.
id: Ini akan secara otomatis menetapkan token privacyIDEA Anda ke wadah ini.
nl: Dit zal automatisch uw privacyIDEA token toewijzen aan deze container.
pl: Spowoduje to automatyczne przypisanie tokenu privacyIDEA do tego kontenera.

# initialTokenAssignmentDialogQuestion
source: Do you want to continue?
cs: Chcete pokraovat?
de: Welche einmalpasswörter möchten Sie senden?
es: Desea continuar?
fr: Vous souhaitez continuer ?
id: Apakah Anda ingin melanjutkan?
nl: Wilt u doorgaan?
pl: Czy chcesz kontynuować?

# initialTokenAssignmentDialogSSLWarning1
source: SSL Verification is disabled!
cs: Ovovn SSL je deaktivovno!
de: Die SSL-Verifizierung ist deaktiviert!
es: La verificacin SSL est desactivada!
fr: La vrification SSL est dsactive !
id: Verifikasi SSL dinonaktifkan!
nl: SSL-verificatie is uitgeschakeld!
pl: Weryfikacja SSL jest wyłączona!

# initialTokenAssignmentDialogSSLWarning2
source: To send OTPs to an unverified server is a high security risk!
cs: Odesln OTP na neoven server pedstavuje vysok bezpenostn riziko!
de: Das Senden von OTPs an einen nicht verifizierten Server stellt ein hohes Sicherheitsrisiko dar!
es: El envo de OTPs a un servidor no verificado supone un alto riesgo para la seguridad!
fr: L'envoi d'OTP un serveur non vrifi reprsente un risque de scurit lev !
id: Mengirim OTP ke server yang tidak terverifikasi memiliki risiko keamanan yang tinggi!
nl: Het versturen van OTP's naar een niet-geverifieerde server vormt een hoog veiligheidsrisico!
pl: Wysyłanie OTP do niezweryfikowanego serwera stwarza wysokie ryzyko dla bezpieczeństwa!

# initialTokenAssignmentDialogTitle
source: Automatic Assignment
cs: Automatick piazen
de: Automatische Zuweisung
es: Asignacin automtica
fr: Attribution automatique
id: Penugasan otomatis
nl: Automatische toewijzing
pl: Automatyczne przypisanie

# internalServerError
source: Internal server error ({code})
cs: Intern chyba serveru ({code})
de: Interner Serverfehler ({code})
es: Error interno del servidor ({code})
fr: Erreur interne du serveur ({code})
id: Kesalahan server internal ({code})
nl: Interne serverfout ({code})
pl: Wewnętrzny błąd serwera ({code})

# introAddFolder
source: You can create folders to organize your tokens.
cs: Mete vytvet sloky pro uspodn svch token.
de: Sie können Ordner erstellen, um Ihre Token zu organisieren.
es: Puedes crear carpetas para organizar tus tokens
fr: Vous pouvez crer des dossiers pour organiser vos jetons
id: Anda dapat membuat folder untuk mengatur token Anda.
nl: Je kunt mappen maken om je tokens te organiseren.
pl: Możesz tworzyć foldery, aby organizować swoje tokeny.

# introAddTokenManually
source: If you don't want to scan a QR code, you can also add tokens manually.
cs: Pokud nechcete skenovat QR kd, mete tokeny pidvat tak run.
de: Wenn Sie keinen QR-Code scannen möchten, können Sie Token auch manuell hinzufügen.
es: Si no quieres escanear un cdigo QR, tambin puedes aadir tokens manualmente
fr: Si vous ne souhaitez pas scanner un code QR, vous pouvez galement ajouter des jetons manuellement.
id: Jika Anda tidak ingin memindai kode QR, Anda juga dapat menambahkan token secara manual.
nl: Als je geen QR-code wilt scannen, kun je tokens ook handmatig toevoegen.
pl: Jeśli nie chcesz skanować kodu QR, możesz również dodać tokeny ręcznie.

# introDragToken
source: Reorganize your tokens by pressing it for a few seconds and then dragging it to the desired position.
cs: Reorganizujte tokeny tak, e je na nkolik sekund stisknete a pot je pethnete na poadovan msto.
de: Reorganisieren Sie Ihre Token, indem Sie sie einige Sekunden lang drücken und dann an die gewünschte Position ziehen.
es: Reorganiza tus tokens pulsndolo durante unos segundos y arrastrndolo a la posicin deseada
fr: Rorganisez vos jetons en appuyant dessus pendant quelques secondes, puis en les faisant glisser jusqu' la position souhaite
id: Atur ulang token Anda dengan menekannya selama beberapa detik lalu seret ke posisi yang diinginkan.
nl: Reorganiseer je tokens door er een paar seconden op te drukken en het dan naar de gewenste positie te slepen.
pl: Reorganizuj swoje tokeny, naciskając je przez kilka sekund, a następnie przeciągając je do żądanej pozycji.

# introEditToken
source: Here you can edit the token name and see some details.
cs: Zde mete upravit nzev tokenu a zobrazit nkter podrobnosti.
de: Hier können Sie den Namen des Tokens bearbeiten und einige Details einsehen.
es: Aqu puedes editar el nombre del token y ver algunos detalles
fr: Ici, vous pouvez modifier le nom du token et voir quelques dtails
id: Di sini Anda dapat mengedit nama token dan melihat beberapa detail.
nl: Hier kun je de naam van het token bewerken en enkele details bekijken.
pl: Tutaj możesz edytować nazwę tokena i zobaczyć kilka szczegółów.

# introHidePushTokens
source: Your push tokens are hidden now. But you can still see them on the push token screen.
cs: Vae push tokeny jsou nyn skryt. Na obrazovce push token je vak stle vidte.
de: Deine Push-Token sind jetzt versteckt. Aber du kannst sie immer noch auf dem Bildschirm mit den Push-Token sehen.
es: Tus push tokens estn ahora ocultos. Pero puedes seguir vindolos en la pantalla de push tokens.
fr: Vos jetons sont maintenant cachs, mais vous pouvez toujours les voir sur l'cran des jetons
id: Token push Anda sekarang disembunyikan. Tetapi Anda masih dapat melihatnya di layar push token.
nl: Je push tokens zijn nu verborgen, maar je kunt ze nog steeds zien op het push token scherm.
pl: Twoje tokeny push są teraz ukryte, ale nadal możesz je zobaczyć na ekranie tokenów push.

# introLockToken
source: To improve security even more, you can lock tokens. Then the token can only be used after authentication.
de: Um die Sicherheit noch weiter zu erhöhen, können Sie Token sperren. Der Token kann dann erst nach der Authentifizierung verwendet werden.
es: Para mejorar la seguridad an ms, puedes bloquear los tokens. Entonces el token slo se puede utilizar despus de la autenticacin.
fr: Pour amliorer encore la scurit, vous pouvez verrouiller les tokens. Le token ne peut alors tre utilis qu'aprs l'authentification.
id: Untuk lebih meningkatkan keamanan, Anda dapat mengunci token. Kemudian token hanya dapat digunakan setelah otentikasi.
nl: Om de beveiliging nog meer te verbeteren, kun je tokens vergrendelen.¨Dan kan het token alleen gebruikt worden na authenticatie.
pl: Aby jeszcze bardziej zwiększyć bezpieczeństwo, możesz zablokować tokeny. Wtedy token może być używany tylko po uwierzytelnieniu.

# introPollForChallenges
source: You can check for new challenges by dragging down the token list.
cs: Mete zkontrolovat nov vzvy petaenm seznamu token dol.
de: Sie können neue Push-Anmeldungen abfragen, indem Sie die Liste der Token nach unten ziehen.
es: Puedes buscar nuevos retos arrastrando hacia abajo la lista de tokens
fr: Vous pouvez vrifier la prsence de nouveaux dfis en faisant glisser la liste des jetons vers le bas
id: Anda dapat memeriksa tantangan baru dengan menyeret daftar token ke bawah.
nl: Je kunt controleren of er nieuwe uitdagingen zijn door de lijst met tokens naar beneden te slepen.
pl: Możesz sprawdzić nowe wyzwania, przeciągając listę tokenów w dół.

# introScanQrCode
source: You can scan QR codes to add tokens. We support every common Two-Factor-Authentication token and also the privacyIDEA tokens.
cs: Podporujeme vechny bn dvoufaktorov autentizan tokeny a tak tokeny privacyIDEA.
de: Sie können QR-Codes scannen, um Token hinzuzufügen. Wir unterstützen alle gängigen Two-Factor-Authentication Token und auch die privacyIDEA Token.
es: Puedes escanear cdigos QR para aadir tokens. Soportamos todos los tokens comunes de Two-Factor-Authentication y tambin los tokens privacyIDEA
id: Anda dapat memindai kode QR untuk menambahkan token. Kami mendukung semua token Autentikasi Dua Faktor yang umum dan juga token privasiIDEA.
nl: Je kunt QR-codes scannen om tokens toe te voegen.We ondersteunen alle gangbare Two-Factor-Authenticatie tokens en ook de privacyIDEA tokens.
pl: Możesz skanować kody QR, aby dodawać tokeny. Obsługujemy każdy popularny token uwierzytelniania dwuskładnikowego, a także tokeny privacyIDEA.

# introTokenSwipe
source: Swipe tokens to the left to see available actions.
cs: Pejetm po tokenech doleva zobrazte dostupn akce.
de: Wischen Sie Token nach links, um die verfügbaren Aktionen zu sehen.
es: Desliza los tokens hacia la izquierda para ver las acciones disponibles
fr: Balayez les tokens vers la gauche pour voir les actions disponibles
id: Geser token ke kiri untuk melihat tindakan yang tersedia.
nl: Veeg tokens naar links om beschikbare acties te zien.
pl: Przesuń tokeny w lewo, aby zobaczyć dostępne akcje.

# invalidBackupFile
source: The selected file is not a valid backup of {appName}.
cs: Vybran soubor nen platnou zlohou {appName}.
de: Die ausgewählte Datei ist kein gültiges Backup von {appName}.
es: El archivo seleccionado no es una copia de seguridad vlida de {appName}
fr: Le fichier slectionn n'est pas une sauvegarde valide de {appName}
id: File yang dipilih bukan merupakan cadangan yang valid dari {appName}.
nl: Het geselecteerde bestand is geen geldige backup van {appName}.
pl: Wybrany plik nie jest prawidłową kopią zapasową {appName}.

# invalidHostForScheme
source: Invalid host: {host} for scheme: {scheme}
cs: Neplatn hostitel: {host} pro schma: {scheme}
de: Ungültiger Host: {host} für Schema: {scheme}
es: Host invlido: {host} para esquema: {scheme}
fr: Hte non valide : {host} pour le schma : {scheme}
id: Host tidak valid: {host} untuk skema: {scheme}
nl: Ongeldige host: {host} voor schema: {scheme}
pl: Nieprawidłowy host: {host} dla schematu: {scheme}

# invalidLink
source: The link entered is not a valid token of {appName}, or it is not supported.
cs: Zadan odkaz nen platnm tokenem {appName} nebo nen podporovn.
de: Der eingegebene Link ist kein gültiger Token von {appName}, oder er wird nicht unterstützt.
es: El enlace introducido no es un token vlido de {appName}, o no es compatible
fr: Le lien saisi n'est pas un jeton valide de {appName}, ou il n'est pas pris en charge
id: Tautan yang dimasukkan bukan merupakan token yang valid dari {appName}, atau tidak didukung.
nl: De ingevoerde link is geen geldig token van {appName}, of wordt niet ondersteund.
pl: Wprowadzony link nie jest prawidłowym tokenem {appName} lub nie jest obsługiwany.

# invalidQrFile
source: The selected file does not contain a valid QR code from {appName}.
cs: Vybran soubor neobsahuje platn QR kd z {appName}.
de: Die ausgewählte Datei enthällt kein gültigen QR-Code von {appName}.
es: El archivo seleccionado no contiene un cdigo QR vlido de {appName}
fr: Le fichier slectionn ne contient pas de code QR valide de {appName}
id: File yang dipilih tidak berisi kode QR yang valid dari {appName}.
nl: Het geselecteerde bestand bevat geen geldige QR code van {appName}.
pl: Wybrany plik nie zawiera prawidłowego kodu QR z {appName}.

# invalidQrScan
source: The scanned QR code is not a valid backup of {appName}.
cs: Naskenovan kd QR neobsahoval platn data
de: Der gescannte QR-Code ist kein gültiges Backup von {appName}.
es: El cdigo QR escaneado no contena datos vlidos
fr: Le code QR qui a t scann ne contenait pas de donnes valides
id: Kode QR yang dipindai tidak berisi data yang valid
nl: De gescande QR code is geen geldige backup van {appName}.
pl: Zeskanowany kod QR nie jest prawidłową kopią zapasową {appName}.

source: Invalid URL
cs: Neplatn adresa URL
de: Ungültige URL
es: URL no vlida
fr: URL invalide
id: URL tidak valid
nl: Ongeldige URL
pl: Nieprawidłowy adres URL

# invalidValue
source: The {type} “{value}“ is not valid for “{parameter}“
cs: Typ {type} '{value}' nen platn pro '{parameter}'.
de: Der {type} '{value}' ist für '{parameter}' nicht gültig.
es: El {type} '{value}' no es vlido para '{parameter}'.
fr: Le {type} '{value}' n'est pas valide pour '{parameter}'
id: Tipe {type} '{value}' tidak valid untuk '{parameter}'
nl: Het {type} '{value}' is niet geldig voor '{parameter}'.
pl: Typ {type} '{value}' nie jest prawidłowy dla '{parameter}'.

# invalidValueIn
source: The {type} “{value}“ is not valid for “{parameter}“ in “{map}“
cs: {type} '{value}' nen platn pro '{parameter}' v '{map}'.
de: Der {type} '{value}' ist für '{parameter}' in '{map}' ungültig
es: El {type} '{value}' no es vlido para '{parameter}' en '{map}'
fr: Le {type} '{value}' n'est pas valide pour '{parameter}' dans '{map}'
id: Tipe {type} '{value}' tidak valid untuk '{parameter}' di '{map}'
nl: Het {type} '{value}' is niet geldig voor '{parameter}' in '{map}'.
pl: Typ {type} '{value}' jest nieprawidłowy dla '{parameter}' w '{map}'.

# isExpotableQuestion
source: Is exportable?
cs: Lze exportovat?
de: Ist exportierbar?
es: Es exportable?
fr: Est exportable ?
id: Apakah dapat diekspor?
nl: Is exporteerbaar?
pl: Czy można eksportować?

# isPiTokenQuestion
source: It's a privacyIDEA token?
cs: Je to token privacyIDEA?
de: Ist ein privacyIDEA-Token?
es: Es un token de privacyIDEA?
fr: C'est un jeton privacyIDEA ?
id: Ini adalah token privacyIDEA?
nl: Is het een privacyIDEA token?
pl: To jest token privacyIDEA?

source: Issuer
cs: Vydavatel
de: Aussteller
es: Emisor
fr: metteur
id: Penerbit
nl: Verstrekker
pl: Wydawca

# issuerLabel
source: Issuer: {name}
cs: Vydavatel: {name}
de: Aussteller: {name}
es: Emisor: {name}
fr: metteur : {name}
id: Penerbit: {name}
nl: Verstrekker: {name}
pl: Wydawca: {name}

source: Language
cs: Jazyk
de: Sprache
fr: Langue
id: Bahasa
nl: Taal
pl: Język

# legacySigningErrorMessage
source: The token was enrolled in a old version of this app, which may cause trouble using it. It is suggested to enroll a new push token if the problem persist!
cs: Token byl vytvoen v zastaral verzi aplikace, co me vst k problmm pi jeho pouvn. Pokud problm petrvv, doporuujeme vytvoit nov push token!
de: Der Token wurde in einer veralteten Version der App erstellt, was zu Problemen bei der Verwendung führen kann. Es wird empfohlen, einen neuen Push-Token zu erstellen, wenn das Problem weiterhin besteht!
es: El token se cre en una versin obsoleta de la aplicacin, lo que puede provocar problemas al utilizarlo. Se recomienda crear un nuevo token push si el problema persiste.
fr: Le token a t cr dans une version obsolte de l'application, ce qui peut entraner des problmes d'utilisation. Il est recommand de crer un nouveau token push si le problme persiste !
id: Token didaftarkan di versi lama aplikasi ini, yang dapat menyebabkan masalah saat menggunakannya. Disarankan untuk mendaftarkan token push baru jika masalah terus berlanjut!
nl: Het token is aangemaakt in een verouderde versie van de app, wat kan leiden tot problemen bij het gebruik ervan. Het wordt aanbevolen om een nieuw push token aan te maken als het probleem zich blijft voordoen!
pl: Token został utworzony w nieaktualnej wersji aplikacji, co może prowadzić do problemów podczas korzystania z niego. Zaleca się utworzenie nowego tokena push, jeśli problem nadal występuje!

# legacySigningErrorTitle
source: An error occurred while using the legacy token: {tokenLabel}
cs: Pi pouit starho tokenu dolo k chyb: {tokenLabel}
de: Bei der Verwendung des veralteten Tokens ist ein Fehler aufgetreten: {tokenLabel}
es: Se ha producido un error al utilizar el token obsoleto: {tokenLabel}
fr: Une erreur s'est produite lors de l'utilisation du jeton obsolte : {tokenLabel}
id: Terjadi kesalahan saat menggunakan token lama: {tokenLabel}
nl: Er is een fout opgetreden bij het gebruik van het verouderde token: {tokenLabel}
pl: Wystąpił błąd podczas korzystania z przestarzałego tokena: {tokenLabel}

source: Licenses and version
cs: Licence a verze
de: Lizenzen und Version
es: Licencias y versin
fr: Licences et version
id: Lisensi dan versi
nl: Licenties en versie
pl: Licencje i wersja

# linkHomeWidgetViewTitle
source: Link home widget
cs: Propojen domovskho widgetu
de: Home-Widget verlinken
es: Enlazar widget de inicio
fr: Lier le widget d'accueil
id: Tautkan widget beranda
nl: Home-widget koppelen
pl: Link do widżetu głównego

# linkMustOtpAuth
source: The link must start with otpauth://
cs: Odkaz mus zanat otpauth://
de: Der Link muss mit otpauth:// beginnen
es: El enlace debe empezar por otpauth://
fr: Le lien doit commencer par otpauth://.
id: Tautan harus dimulai dengan otpauth://
nl: De link moet beginnen met otpauth://
pl: Link musi zaczynać się od otpauth://

source: Linked container
cs: Propojen kontejner
de: Verknüpfter Container
es: Contenedor vinculado
fr: Conteneur li
id: Wadah yang terhubung
nl: Gekoppelde container
pl: Połączony pojemnik

source: Lock
cs: Zamknout
de: Sperren
es: Cierre
fr: Bloquer
id: Mengunci
nl: Vergrendel
pl: Zablokuj

# lockOut
source: Biometric authentication is disabled. Please lock and unlock your screen to enable it.
cs: Biometrick oven je deaktivovno. Pro aktivaci zamknte a znovu odemknte obrazovku/zazen.
de: Biometrie ist deaktiviert. Bitte sperren und entsperren Sie Ihren Bildschirm um diese zu aktivieren.
es: La autenticacin biomtrica est desactivada. Bloquea y desbloquea la pantalla para activarla.
fr: L'authentification biomtrique est dsactive. Veuillez verrouiller et dverrouiller votre cran pour l'activer.
id: Autentikasi biometrik dinonaktifkan. Silakan kunci dan buka kunci layar Anda untuk mengaktifkannya.
nl: Biometrische authenticatie staat uit. Vergrendel en ontgrendel het scherm om het aan te zetten.
pl: Uwierzytelnianie biometryczne jest wyłączone. Zablokuj i odblokuj ponownie ekran, żeby je włączyć.

source: Log menu
cs: Nabdka protokolu
de: Log-Menü
es: Men de registro
fr: Menu du journal
id: Menu log
pl: Menu dziennika

source: Malformed data
cs: Data nejsou ve sprvnm formtu
de: Fehlerhafte Daten
es: Datos mal formados
fr: Les donnes ne sont pas valides
id: Data cacat
nl: De QR code bevat onjuiste gegevens.
pl: Nieprawidłowe dane

source: Mark QR Code
cs: Oznate QR kd
de: QR-Code markieren
es: Marcar cdigo QR
fr: Marquer le code QR
id: Tandai Kode QR
nl: Markeer QR Code
pl: Zaznacz kod QR

# missingRequiredParameter
source: The value for the [{parameter}] parameter is required, but is missing.
cs: Hodnota parametru [{parameter}] je povinn, ale chyb.
de: Der Wert für den Parameter [{parameter}] ist erforderlich, fehlt aber.
es: El valor del parmetro [{parameter}] es obligatorio, pero falta.
fr: La valeur du paramtre [{parameter}] est requise, mais elle est manquante.
id: Nilai untuk parameter [{parameter}] diperlukan, tetapi tidak ada.
nl: De waarde voor de parameter [{parameter}] is vereist, maar ontbreekt.
pl: Wartość parametru [{parameter}] jest wymagana, ale jej brakuje.

# missingRequiredParameterIn
source: The value for the parameter [{parameter}] is required, but is missing in “{map}“.
cs: Hodnota parametru [{parameter}] je povinn, ale v {map} chyb.
de: Der Wert für den Parameter [{parameter}] ist erforderlich, fehlt aber in “{map}“.
es: El valor del parmetro [{parameter}] es obligatorio, pero falta en {map}.
fr: La valeur du paramtre [{parameter}] est requise, mais elle est absente de {map}.
id: Nilai untuk parameter [{parameter}] diperlukan, tetapi tidak ada dalam {map}.
nl: De waarde voor de parameter [{parameter}] is vereist, maar ontbreekt in “{map}“.
pl: Wartość parametru [{parameter}] jest wymagana, ale brakuje jej w “{map}“.

source: Missing widgetId
cs: Chyb widgetId
de: Fehlende widgetId
es: Falta widgetId
fr: widgetId manquant
id: WidgetId hilang
nl: Ontbrekende widgetId
pl: Brakujący widgetId

# mustNotBeEmpty
source: {field} must not be empty
cs: {field} nesm bt przdn
de: {field} darf nicht leer sein
es: {field} no debe estar vaco
fr: {field} ne doit pas tre vide
id: {field} tidak boleh kosong
nl: {field} mag niet leeg zijn
pl: {field} nie może być puste

source: Name
cs: Nzev
es: Nombre
fr: Nom
id: Nama
nl: Naam
pl: Nazwa

source: No
cs: Ne
de: Nein
fr: Non
id: Tidak.
nl: Nee
pl: Nie

# noDataFoundInQrCode
source: No data found in the QR code.
cs: V kdu QR nebyla nalezena dn data.
de: Keine Daten im QR-Code gefunden.
es: No se han encontrado datos en el cdigo QR.
fr: Aucune donne trouve dans le code QR.
id: Tidak ada data yang ditemukan dalam kode QR.
nl: Geen data gevonden in QR code.
pl: Nie znaleziono danych w kodzie QR.

# noFbToken
source: No Firebase token available
cs: Nen k dispozici dn token Firebase.
de: Kein Firebase Token vorhanden
es: No hay token de Firebase.
fr: Pas de jeton Firebase
id: Tidak ada token Firebase yang tersedia
nl: Geen Firebase Token beschikbaar
pl: Brak dostępnego tokena Firebase

# noMailAppDescription
source: There is no e-mail app installed or initialised on this device, please try again when you are able to send an email message.
de: Auf diesem Gerät ist keine E-Mail-App installiert oder initialisiert, bitte versuchen Sie es erneut, wenn Sie eine E-Mail-Nachricht senden können.
es: No hay ninguna app de correo electrnico instalada o inicializada en este dispositivo, intntalo de nuevo cuando puedas enviar un mensaje de correo electrnico.
fr: Aucune application de messagerie n'est installe ou initialise sur cet appareil. Veuillez ressayer lorsque vous serez en mesure d'envoyer un message lectronique.
id: Tidak ada aplikasi email yang diinstal atau diinisialisasi pada perangkat ini, silakan coba lagi saat Anda dapat mengirim pesan email.
nl: Er is geen e-mail app geïnstalleerd of geïnitialiseerd op dit apparaat, probeer het opnieuw wanneer u in staat bent om een e-mailbericht te verzenden.
pl: Na tym urządzeniu nie zainstalowano ani nie zainicjowano aplikacji poczty e-mail, spróbuj ponownie, gdy będziesz w stanie wysłać wiadomość e-mail

# noMailAppTitle
source: No mail app found
cs: Nen nainstalovna dn e-mailov aplikace
de: Keine Mail-App gefunden
es: No hay aplicacin de correo electrnico
fr: Aucune application de messagerie trouve
id: Aplikasi email tidak ditemukan
nl: Geen mail app gevonden
pl: Nie znaleziono aplikacji pocztowej

source: No network connection.
cs: dn pipojen k sti.
de: Keine Netzwerkverbindung.
es: No hay conexin a la red.
fr: Pas de connexion au rseau.
id: Tidak ada koneksi jaringan.
nl: Geen netwerkverbinding.
pl: Brak połączenia sieciowego.

# noProcessorFoundForHost
source: No processor found for host: {host}
cs: Pro hostitele nebyl nalezen dn procesor: {host}
de: Kein Prozessor für Host gefunden: {host}
es: No se ha encontrado ningn procesador para el host: {host}
fr: Aucun processeur trouv pour l'hte : {host}
id: Tidak ditemukan prosesor untuk host: {host}
nl: Geen processor gevonden voor host: {host}
pl: Nie znaleziono procesora dla hosta: {host}
