Repository: privacyidea/pi-authenticator
Catalog: lib/l10n/app_*.arb
Languages: cs, de, es, fr, id, nl, pl

# httpStatus
source: {httpCode, select, 100{{httpCode}: Continue} 101{{httpCode}: Switching Protocols} 102{{httpCode}: Processing} 103{{httpCode}: Early Hints} 104{{httpCode}: Connection Reset By Peer} 111{{httpCode}: Connection refused} 200{{httpCode}: OK} 201{{httpCode}: Created} 202{{httpCode}: Accepted} 203{{httpCode}: Non-Authoritative Information} 204{{httpCode}: No Content} 205{{httpCode}: Reset Content} 206{{httpCode}: Partial Content} 207{{httpCode}: Multi-Status} 208{{httpCode}: Already Reported} 300{{httpCode}: Multiple Choices} 301{{httpCode}: Moved Permanently} 302{{httpCode}: Found} 303{{httpCode}: See Other} 304{{httpCode}: Not Modified} 305{{httpCode}: Use Proxy} 307{{httpCode}: Temporary Redirect} 308{{httpCode}: Permanent Redirect} 400{{httpCode}: Bad Request} 401{{httpCode}: Unauthorized} 402{{httpCode}: Payment Required} 403{{httpCode}: Forbidden} 404{{httpCode}: Not Found} 405{{httpCode}: Method Not Allowed} 406{{httpCode}: Not Acceptable} 407{{httpCode}: Proxy Authentication Required} 408{{httpCode}: Request Timeout} 409{{httpCode}: Conflict} 410{{httpCode}: Gone} 411{{httpCode}: Length Required} 412{{httpCode}: Precondition Failed} 413{{httpCode}: Payload Too Large} 414{{httpCode}: Request-URI Too Long} 415{{httpCode}: Unsupported Media Type} 416{{httpCode}: Requested Range Not Satisfiable} 417{{httpCode}: Expectation Failed} 418{{httpCode}: I'm a teapot} 420{{httpCode}: Enhance Your Calm} 421{{httpCode}: Misdirected Request} 422{{httpCode}: Unprocessable Entity} 423{{httpCode}: Locked} 424{{httpCode}: Failed Dependency} 426{{httpCode}: Upgrade Required} 428{{httpCode}: Precondition Required} 429{{httpCode}: Too Many Requests} 431{{httpCode}: Request Header Fields Too Large} 444{{httpCode}: Connection Closed Without Response} 451{{httpCode}: Unavailable For Legal Reasons} 499{{httpCode}: Client Closed Request} 500{{httpCode}: Internal Server Error} 501{{httpCode}: Not Implemented} 502{{httpCode}: Bad Gateway} 503{{httpCode}: Service Unavailable} 504{{httpCode}: Gateway Timeout} 505{{httpCode}: HTTP Version Not Supported} 506{{httpCode}: Variant Also Negotiates} 507{{httpCode}: Insufficient Storage} 508{{httpCode}: Loop Detected} 510{{httpCode}: Not Extended} 511{{httpCode}: Network Authentication Required} 520{{httpCode}: Unknown Error} 521{{httpCode}: Web Server Is Down} 522{{httpCode}: Connection Timed Out} 523{{httpCode}: Origin Is Unreachable} 524{{httpCode}: A Timeout Occurred} 525{{httpCode}: Handshake Failed} 526{{httpCode}: Invalid SSL Certificate} 527{{httpCode}: Railgun Error} 528{{httpCode}: Transport Error} 529{{httpCode}: Service is Overloaded} 530{{httpCode}: Site is Frozen} 599{{httpCode}: Network Connect Timeout Error} other{{httpCode}: Unknown Error}}
cs: {httpCode, select, 100{{httpCode}: Pokraovat} 101{{httpCode}: Pepnn protokol} 102{{httpCode}: Zpracovn} 103{{httpCode}: Early Hints} 104{{httpCode}: Obnoven spojen partnerem} 111{{httpCode}: Odmtnut spojen} 200{{httpCode}: OK} 201{{httpCode}: Created} 202{{httpCode}: Accepted} 203{{httpCode}: Neautoritativn informace} 204{{httpCode}: dn obsah} 205{{httpCode}: Obnovit obsah} 206{{httpCode}: sten obsah} 207{{httpCode}: Multi-Status} 208{{httpCode}: Already Reported} 300{{httpCode}: Vce monost} 301{{httpCode}: Pesunuto trvale} 302{{httpCode}: Nalezeno} 303{{httpCode}: Viz ostatn} 304{{httpCode}: Nezmnno} 305{{httpCode}: Pout proxy} 307{{httpCode}: Doasn pesmrovn} 308{{httpCode}: Trval pesmrovn} 400{{httpCode}: patn poadavek} 401{{httpCode}: Niet geautoriseerd} 402{{httpCode}: Poadovan platba} 403{{httpCode}: Forbidden} 404{{httpCode}: Not Found} 405{{httpCode}: Metoda nen povolena} 406{{httpCode}: Not Acceptable} 407{{httpCode}: Proxy Authentication Required} 408{{httpCode}: Timeout poadavku} 409{{httpCode}: Conflict} 410{{httpCode}: Gone} 411{{httpCode}: Poadovan dlka} 412{{httpCode}: Pedbn podmnka se nezdaila} 413{{httpCode}: Payload Too Large} 414{{httpCode}: Request-URI Too Long} 415{{httpCode}: Unsupported Media Type} 416{{httpCode}: Poadovan rozsah nen splniteln} 417{{httpCode}: Expectation Failed} 418{{httpCode}: I'm a teapot} 420{{httpCode}: Zlepete svj klid} 421{{httpCode}: Chybn smrovan poadavek} 422{{httpCode}: Nezpracovateln entita} 423{{httpCode}: Zameno} 424{{httpCode}: Nespn zvislost} 426{{httpCode}: Vyadovna aktualizace} 428{{httpCode}: Precondition Required} 429{{httpCode}: Pli mnoho poadavk} 431{{httpCode}: Pli velk pole hlaviky poadavku} 444{{httpCode}: Spojen uzaveno bez odpovdi} 451{{httpCode}: Nedostupn z prvnch dvod} 499{{httpCode}: Klient ukonil poadavek} 500{{httpCode}: Vnitn chyba serveru} 501{{httpCode}: Not Implemented} 502{{httpCode}: patn brna} 503{{httpCode}: Service Unavailable} 504{{httpCode}: Gateway Timeout} 505{{httpCode}: HTTP Version Not Supported} 506{{httpCode}: Variant Also Negotiates} 507{{httpCode}: Nedostaten loit} 508{{httpCode}: Detekovna smyka} 510{{httpCode}: Not Extended} 511{{httpCode}: Vyadovno sov oven} 520{{httpCode}: Neznm chyba} 521{{httpCode}: Webov server je mimo provoz} 522{{httpCode}: Connection Timed Out} 523{{httpCode}: Origin Is Unreachable} 524{{httpCode}: A Timeout Occurred} 525{{httpCode}: Handshake selhal} 526{{httpCode}: Invalid SSL Certificate} 527{{httpCode}: Railgun Error} 528{{httpCode}: Transport Error} 529{{httpCode}: Sluba je peten} 530{{httpCode}: Strnka je zamrzl} 599{{httpCode}: Chybn asov limit sovho pipojen} other{{httpCode}: Neznm chyba}}
de: {httpCode, select, 100{{httpCode}: Weiter} 101{{httpCode}: Umschalten von Protokollen} 102{{httpCode}: Verarbeitung} 103{{httpCode}: Erste Hinweise} 104{{httpCode}: Verbindungsrücksetzung durch Peer} 111{{httpCode}: Verbindung abgelehnt} 200{{httpCode}: OK} 201{{httpCode}: Erstellt} 202{{httpCode}: Angenommen} 203{{httpCode}: Nicht-autoritative Informationen} 204{{httpCode}: Kein Inhalt} 205{{httpCode}: Inhalt zurücksetzen} 206{{httpCode}: Teilweiser Inhalt} 207{{httpCode}: Mehrfach-Status} 208{{httpCode}: Bereits gemeldet} 300{{httpCode}: Mehrere Auswahlmöglichkeiten} 301{{httpCode}: Dauerhaft verschoben} 302{{httpCode}: Gefunden} 303{{httpCode}: Siehe Sonstiges} 304{{httpCode}: Nicht geändert} 305{{httpCode}: Proxy verwenden} 307{{httpCode}: Temporäre Umleitung} 308{{httpCode}: Dauerhafte Umleitung} 400{{httpCode}: Schlechte Anfrage} 401{{httpCode}: Unautorisiert} 402{{httpCode}: Zahlung erforderlich} 403{{httpCode}: Verboten} 404{{httpCode}: Nicht gefunden} 405{{httpCode}: Methode nicht erlaubt} 406{{httpCode}: Nicht akzeptabel} 407{{httpCode}: Proxy-Authentifizierung erforderlich} 408{{httpCode}: Anfragezeitüberschreitung} 409{{httpCode}: Conflict} 410{{httpCode}: Erledigt} 411{{httpCode}: Länge erforderlich} 412{{httpCode}: Vorbedingung fehlgeschlagen} 413{{httpCode}: Nutzlast zu groß} 414{{httpCode}: Anfrage-URI zu lang} 415{{httpCode}: Nicht unterstützter Medientyp} 416{{httpCode}: Angeforderter Bereich nicht zufriedenstellend} 417{{httpCode}: Erwartung fehlgeschlagen} 418{{httpCode}: Ich bin eine Teekanne} 420{{httpCode}: Verbessern Sie Ihre Ruhe} 421{{httpCode}: Fehlgeleitete Anfrage} 422{{httpCode}: Unverarbeitbare Entität} 423{{httpCode}: Gesperrt} 424{{httpCode}: Failed Dependency} 426{{httpCode}: Upgrade erforderlich} 428{{httpCode}: Vorbedingung erforderlich} 429{{httpCode}: Zu viele Anfragen} 431{{httpCode}: Anfrage-Header-Felder zu groß} 444{{httpCode}: Verbindung ohne Antwort geschlossen} 451{{httpCode}: Aus rechtlichen Gründen nicht verfügbar} 499{{httpCode}: Client hat Anfrage geschlossen} 500{{httpCode}: Interner Serverfehler} 501{{httpCode}: Nicht implementiert} 502{{httpCode}: Schlechtes Gateway} 503{{httpCode}: Dienst nicht verfügbar} 504{{httpCode}: Gateway-Zeitüberschreitung} 505{{httpCode}: HTTP-Version wird nicht unterstützt} 506{{httpCode}: Variante wird auch ausgehandelt} 507{{httpCode}: Unzureichender Speicherplatz} 508{{httpCode}: Schleife erkannt} 510{{httpCode}: Nicht erweitert} 511{{httpCode}: Netzwerkauthentifizierung erforderlich} 520{{httpCode}: Unbekannter Fehler} 521{{httpCode}: Webserver ist ausgefallen} 522{{httpCode}: Connection Timed Out} 523{{httpCode}: Origin Is Unreachable} 524{{httpCode}: Eine Zeitüberschreitung ist aufgetreten} 525{{httpCode}: Handshake fehlgeschlagen} 526{{httpCode}: Ungültiges SSL-Zertifikat} 527{{httpCode}: Railgun-Fehler} 528{{httpCode}: Transportfehler} 529{{httpCode}: Dienst ist überlastet} 530{{httpCode}: Website ist eingefroren} 599{{httpCode}: Netzwerkverbindungs-Timeout-Fehler} other{{httpCode}: Unbekannter Fehler}}
es: {httpCode, select, 100{{httpCode}: Continuar} 101{{httpCode}: Cambiar protocolos} 102{{httpCode}: Procesamiento} 103{{httpCode}: Primeros consejos} 104{{httpCode}: Connection Reset By Peer} 111{{httpCode}: Conexin denegada} 200{{httpCode}: OK} 201{{httpCode}: Creado} 202{{httpCode}: Aceptado} 203{{httpCode}: Informacin no autorizada} 204{{httpCode}: Sin contenido} 205{{httpCode}: Restablecer contenido} 206{{httpCode}: Contenido Parcial} 207{{httpCode}: Multi-Estado} 208{{httpCode}: Ya Informado} 300{{httpCode}: Mltiples opciones} 301{{httpCode}: Movido permanentemente} 302{{httpCode}: Encontrado} 303{{httpCode}: Ver otro} 304{{httpCode}: No Modificado} 305{{httpCode}: Usar Proxy} 307{{httpCode}: Redireccin temporal} 308{{httpCode}: Redireccin permanente} 400{{httpCode}: Solicitud incorrecta} 401{{httpCode}: No autorizado} 402{{httpCode}: Pago requerido} 403{{httpCode}: Prohibido} 404{{httpCode}: No encontrado} 405{{httpCode}: Mtodo no permitido} 406{{httpCode}: No aceptable} 407{{httpCode}: Proxy Authentication Required} 408{{httpCode}: Tiempo de espera de la solicitud} 409{{httpCode}: Conflicto} 410{{httpCode}: Desaparecido} 411{{httpCode}: Longitud Requerida} 412{{httpCode}: Precondicin fallida} 413{{httpCode}: Payload Too Large} 414{{httpCode}: Request-URI Too Long} 415{{httpCode}: Tipo de medio no admitido} 416{{httpCode}: Requested Range Not Satisfiable} 417{{httpCode}: Expectation Failed} 418{{httpCode}: Soy una tetera} 420{{httpCode}: Aumentar la Calma} 421{{httpCode}: Misdirected Request} 422{{httpCode}: Entidad no procesable} 423{{httpCode}: Bloqueado} 424{{httpCode}: Dependencia Fallida} 426{{httpCode}: Upgrade Required} 428{{httpCode}: Precondicin Requerida} 429{{httpCode}: Demasiadas solicitudes} 431{{httpCode}: Request Header Fields Too Large} 444{{httpCode}: Conexin cerrada sin respuesta} 451{{httpCode}: No disponible por motivos legales} 499{{httpCode}: Solicitud Cerrada por el Cliente} 500{{httpCode}: Error interno del servidor} 501{{httpCode}: No implementado} 502{{httpCode}: Puerta de enlace incorrecta} 503{{httpCode}: Servicio no disponible} 504{{httpCode}: Tiempo de espera de la puerta de enlace} 505{{httpCode}: Versin HTTP no admitida} 506{{httpCode}: La variante tambin negocia} 507{{httpCode}: Almacenamiento insuficiente} 508{{httpCode}: Bucle detectado} 510{{httpCode}: No ampliado} 511{{httpCode}: Se requiere autenticacin de red} 520{{httpCode}: Error desconocido} 521{{httpCode}: Web Server Is Down} 522{{httpCode}: Se ha agotado el tiempo de conexin} 523{{httpCode}: Origen inalcanzable} 524{{httpCode}: Se ha agotado el tiempo de espera} 525{{httpCode}: Handshake Failed} 526{{httpCode}: Certificado SSL no vlido} 527{{httpCode}: Error de Railgun} 528{{httpCode}: Error de transporte} 529{{httpCode}: Servicio sobrecargado} 530{{httpCode}: El sitio est congelado} 599{{httpCode}: Network Connect Timeout Error} other{{httpCode}: Error desconocido}}
fr: {httpCode, select, 100{{httpCode} : Continuer} 101{{httpCode} : Protocoles de commutation} 102{{httpCode} : Traitement} 103{{httpCode} : Premiers Conseils} 104{{httpCode} : Rinitialisation de la connexion par l'homologue} 111{{httpCode} : Connexion refuse} 200{{httpCode} : OK} 201{{httpCode} : Cr} 202{{httpCode} : Accept} 203{{httpCode} : Information non autorise} 204{{httpCode} : Pas de contenu} 205{{httpCode} : Rinitialisation du contenu} 206{{httpCode} : Contenu partiel} 207{{httpCode} : Multi-tat} 208{{httpCode} : Dj signal} 300{{httpCode} : Choix multiples} 301{{httpCode} : Dplac en permanence} 302{{httpCode} : Trouv} 303{{httpCode} : Voir autre} 304{{httpCode} : Non modifi} 305{{httpCode} : Utiliser un proxy} 307{{httpCode} : Redirection temporaire} 308{{httpCode} : Redirection permanente} 400{{httpCode} : Mauvaise requte} 401{{httpCode} : Non autoris} 402{{httpCode} : Paiement requis} 403{{httpCode} : Interdit} 404{{httpCode} : Introuvable} 405{{httpCode} : Mthode non autorise} 406{{httpCode} : Inacceptable} 407{{httpCode} : Authentification Proxy requise} 408{{httpCode} : Dlai d'attente de la requte} 409{{httpCode} : Conflit} 410{{httpCode} : Disparu} 411{{httpCode} : Longueur requise} 412{{httpCode} : Condition pralable choue} 413{{httpCode} : Charge utile trop importante} 414{{httpCode} : Request-URI trop long} 415{{httpCode} : Type de mdia non support} 416{{httpCode} : Plage Demande Non Satisfaisable} 417{{httpCode} : Attente choue} 418{{httpCode} : Je suis une thire} 420{{httpCode} : Amliorez votre calme} 421{{httpCode} : Demande mal oriente} 422{{httpCode} : Entit non traitable} 423{{httpCode} : Verrouill} 424{{httpCode} : Dpendance choue} 426{{httpCode} : Mise niveau requise} 428{{httpCode} : Condition pralable requise} 429{{httpCode} : Trop de requtes} 431{{httpCode} : Champs d'en-tte de requte trop grands} 444{{httpCode} : Connexion ferme sans rponse} 451{{httpCode} : Indisponible pour des raisons lgales} 499{{httpCode} : Requte ferme par le client} 500{{httpCode} : Erreur interne du serveur} 501{{httpCode} : Non implment} 502{{httpCode} : Mauvaise passerelle} 503{{httpCode} : Service indisponible} 504{{httpCode} : Dlai d'attente de la passerelle} 505{{httpCode} : Version HTTP non supporte} 506{{httpCode} : La variante ngocie galement} 507{{httpCode} : Stockage insuffisant} 508{{httpCode} : Boucle dtecte} 510{{httpCode} : Non Etendu} 511{{httpCode} : Authentification rseau requise} 520{{httpCode} : Erreur inconnue} 521{{httpCode} : Le serveur Web est en panne} 522{{httpCode} : Connexion interrompue} 523{{httpCode} : L'origine est inaccessible} 524{{httpCode} : Un dpassement de dlai s'est produit} 525{{httpCode} : chec de la prise de contact} 526{{httpCode} : Le certificat SSL n'est pas valide} 527{{httpCode} : Erreur Railgun} 528{{httpCode} : Erreur de transport} 529{{httpCode} : Le service est surcharg} 530{{httpCode} : Le site est gel} 599{{httpCode} : Erreur de dlai de connexion au rseau} other{{httpCode} : Erreur inconnue}}
id: {httpCode, select, 100{{httpCode}: Lanjutkan} 101{{httpCode}: Mengganti Protokol} 102{{httpCode}: Memproses} 103{{httpCode}: Petunjuk Awal} 104{{httpCode}: Koneksi Diatur Ulang Oleh Rekan} 111{{httpCode}: Koneksi ditolak} 200{{httpCode}: OK} 201{{httpCode}: Dibuat} 202{{httpCode}: Diterima} 203{{httpCode}: Informasi Tidak Berwenang} 204{{httpCode}: Tidak Ada Konten} 205{{httpCode}: Atur Ulang Isi} 206{{httpCode}: Konten Sebagian} 207{{httpCode}: Multi-Status} 208{{httpCode}: Sudah Dilaporkan} 300{{httpCode}: Pilihan Ganda} 301{{httpCode}: Dipindahkan Secara Permanen} 302{{httpCode}: Ditemukan} 303{{httpCode}: Lihat Lainnya} 304{{httpCode}: Tidak Dimodifikasi} 305{{httpCode}: Gunakan Proxy} 307{{httpCode}: Pengalihan Sementara} 308{{httpCode}: Pengalihan Permanen} 400{{httpCode}: Permintaan Buruk} 401{{httpCode}: Tidak Sah} 402{{httpCode}: Diperlukan Pembayaran} 403{{httpCode}: Dilarang} 404{{httpCode}: Tidak Ditemukan} 405{{httpCode}: Metode Tidak Diizinkan} 406{{httpCode}: Tidak Dapat Diterima} 407{{httpCode}: Otentikasi Proxy Diperlukan} 408{{httpCode}: Batas Waktu Permintaan} 409{{httpCode}: Konflik} 410{{httpCode}: Hilang} 411{{httpCode}: Panjang yang Dibutuhkan} 412{{httpCode}: Prasyarat Gagal} 413{{httpCode}: Muatan Terlalu Besar} 414{{httpCode}: Request-URI Terlalu Panjang} 415{{httpCode}: Jenis Media Tidak Didukung} 416{{httpCode}: Rentang yang Diminta Tidak Dapat Dipenuhi} 417{{httpCode}: Harapan Gagal} 418{{httpCode}: Saya adalah teko} 420{{httpCode}: Tingkatkan Ketenangan Anda} 421{{httpCode}: Permintaan yang salah sasaran} 422{{httpCode}: Entitas Tidak Dapat Diproses} 423{{httpCode}: Terkunci} 424{{httpCode}: Ketergantungan Gagal} 426{{httpCode}: Upgrade Diperlukan} 428{{httpCode}: Prasyarat Diperlukan} 429{{httpCode}: Terlalu Banyak Permintaan} 431{{httpCode}: Bidang Header Permintaan Terlalu Besar} 444{{httpCode}: Koneksi Ditutup Tanpa Respons} 451{{httpCode}: Tidak Tersedia Karena Alasan Hukum} 499{{httpCode}: Permintaan Klien Ditutup} 500{{httpCode}: Kesalahan Server Internal} 501{{httpCode}: Tidak Diterapkan} 502{{httpCode}: Bad Gateway} 503{{httpCode}: Layanan Tidak Tersedia} 504{{httpCode}: Gateway Timeout} 505{{httpCode}: Versi HTTP Tidak Didukung} 506{{httpCode}: Varian Juga Bernegosiasi} 507{{httpCode}: Penyimpanan Tidak Memadai} 508{{httpCode}: Loop Terdeteksi} 510{{httpCode}: Tidak Diperpanjang} 511{{httpCode}: Otentikasi Jaringan Diperlukan} 520{{httpCode}: Kesalahan Tidak Dikenal} 521{{httpCode}: Server Web Sedang Down} 522{{httpCode}: Koneksi Habis Waktu Tunggu} 523{{httpCode}: Asal Tidak Dapat Dijangkau} 524{{httpCode}: Waktu Habis} 525{{httpCode}: Jabat Tangan Gagal} 526{{httpCode}: Sertifikat SSL Tidak Valid} 527{{httpCode}: Kesalahan Railgun} 528{{httpCode}: Kesalahan Transportasi} 529{{httpCode}: Layanan Kelebihan Beban} 530{{httpCode}: Situs Dibekukan} 599{{httpCode}: Kesalahan Waktu Habis Sambungan Jaringan} other{{httpCode}: Kesalahan Tidak Dikenal}}
nl: {httpCode, select, 100{{httpCode}: Doorgaan} 101{{httpCode}: Protocollen schakelen} 102{{httpCode}: Verwerking} 103{{httpCode}: Eerste hints} 104{{httpCode}: Connection Reset By Peer} 111{{httpCode}: Verbinding geweigerd} 200{{httpCode}: OK} 201{{httpCode}: Created} 202{{httpCode}: Geaccepteerd} 203{{httpCode}: Non-Authoritative Information} 204{{httpCode}: Geen inhoud} 205{{httpCode}: Reset Inhoud} 206{{httpCode}: Partial Content} 207{{httpCode}: Multi-Status} 208{{httpCode}: Already Reported} 300{{httpCode}: Multiple Choices} 301{{httpCode}: Permanent verplaatst} 302{{httpCode}: Gevonden} 303{{httpCode}: See Other} 304{{httpCode}: Niet gewijzigd} 305{{httpCode}: Proxy gebruiken} 307{{httpCode}: Tijdelijke omleiding} 308{{httpCode}: Permanent omleiden} 400{{httpCode}: Slecht Verzoek} 401{{httpCode}: Niet geautoriseerd} 402{{httpCode}: Betaling vereist} 403{{httpCode}: Verboden} 404{{httpCode}: Niet gevonden} 405{{httpCode}: Methode niet toegestaan} 406{{httpCode}: Niet aanvaardbaar} 407{{httpCode}: Proxy Authentication Required} 408{{httpCode}: Time-out verzoek} 409{{httpCode}: Conflict} 410{{httpCode}: Gone} 411{{httpCode}: Length Required} 412{{httpCode}: Precondition Failed} 413{{httpCode}: Payload te groot} 414{{httpCode}: Request-URI Too Long} 415{{httpCode}: Unsupported Media Type} 416{{httpCode}: Requested Range Not Satisfiable} 417{{httpCode}: Expectation Failed} 418{{httpCode}: Ik ben een theepot} 420{{httpCode}: Vergroot uw kalmte} 421{{httpCode}: Misdirected Request} 422{{httpCode}: Onverwerkbare entiteit} 423{{httpCode}: Vergrendeld} 424{{httpCode}: Mislukte afhankelijkheid} 426{{httpCode}: Upgrade vereist} 428{{httpCode}: Precondition Required} 429{{httpCode}: Too Many Requests} 431{{httpCode}: Request Header Fields Too Large} 444{{httpCode}: Connection Closed Without Response} 451{{httpCode}: Niet beschikbaar om juridische redenen} 499{{httpCode}: Client Gesloten Verzoek} 500{{httpCode}: Interne Serverfout} 501{{httpCode}: Niet geïmplementeerd} 502{{httpCode}: Bad Gateway} 503{{httpCode}: Service Unavailable} 504{{httpCode}: Gateway Timeout} 505{{httpCode}: HTTP Version Not Supported} 506{{httpCode}: Variant onderhandelt ook} 507{{httpCode}: Onvoldoende opslagruimte} 508{{httpCode}: Loop Detected} 510{{httpCode}: Not Extended} 511{{httpCode}: Netwerkverificatie vereist} 520{{httpCode}: Onbekende fout} 521{{httpCode}: Web Server Is Down} 522{{httpCode}: Connection Timed Out} 523{{httpCode}: Origin is onbereikbaar} 524{{httpCode}: Er is een time-out opgetreden} 525{{httpCode}: Handshake mislukt} 526{{httpCode}: Ongeldig SSL Certificaat} 527{{httpCode}: Railgun Error} 528{{httpCode}: Transportfout} 529{{httpCode}: Service is overbelast} 530{{httpCode}: Site is bevroren} 599{{httpCode}: Network Connect Timeout Error} other{{httpCode}: Onbekende fout}}
pl: {httpCode, select, 100{{httpCode}: Kontynuuj} 101{{httpCode}: Przełączanie protokołów} 102{{httpCode}: Przetwarzanie} 103{{httpCode}: Wczesne wskazówki} 104{{httpCode}: Reset połączenia przez peera} 111{{httpCode}: Odmowa połączenia} 200{{httpCode}: OK} 201{{httpCode}: Utworzono} 202{{httpCode}: Zaakceptowano} 203{{httpCode}: Informacje nieautoryzowane} 204{{httpCode}: Brak treści} 205{{httpCode}: Reset Content} 206{{httpCode}: Częściowa zawartość} 207{{httpCode}: Multi-Status} 208{{httpCode}: Już zgłoszone} 300{{httpCode}: Wiele opcji} 301{{httpCode}: Przeniesiono na stałe} 302{{httpCode}: Znaleziono} 303{{httpCode}: Zobacz inne} 304{{httpCode}: Nie zmodyfikowano} 305{{httpCode}: Użyj proxy} 307{{httpCode}: Tymczasowe przekierowanie} 308{{httpCode}: Stałe przekierowanie} 400{{httpCode}: Złe żądanie} 401{{httpCode}: Nieautoryzowane} 402{{httpCode}: Wymagana płatność} 403{{httpCode}: Forbidden} 404{{httpCode}: Nie znaleziono} 405{{httpCode}: Metoda niedozwolona} 406{{httpCode}: Niedopuszczalne} 407{{httpCode}: Wymagane uwierzytelnianie proxy} 408{{httpCode}: Limit czasu żądania} 409{{httpCode}: Konflikt} 410{{httpCode}: Gone} 411{{httpCode}: Wymagana długość} 412{{httpCode}: Warunek wstępny nie powiódł się} 413{{httpCode}: Payload Too Large} 414{{httpCode}: Request-URI Too Long} 415{{httpCode}: Nieobsługiwany typ nośnika} 416{{httpCode}: Żądany zakres nie jest spełniony} 417{{httpCode}: Oczekiwanie nie powiodło się} 418{{httpCode}: Jestem czajniczkiem} 420{{httpCode}: Zwiększ swój spokój} 421{{httpCode}: Źle skierowana prośba} 422{{httpCode}: Nieprzetwarzalny podmiot} 423{{httpCode}: Zablokowane} 424{{httpCode}: Nieudana zależność} 426{{httpCode}: Wymagana aktualizacja} 428{{httpCode}: Wymagany warunek wstępny} 429{{httpCode}: Zbyt wiele żądań} 431{{httpCode}: Zbyt duże pola nagłówka żądania} 444{{httpCode}: Połączenie zamknięte bez odpowiedzi} 451{{httpCode}: Niedostępne z przyczyn prawnych} 499{{httpCode}: Client Closed Request} 500{{httpCode}: Wewnętrzny błąd serwera} 501{{httpCode}: Nie zaimplementowano} 502{{httpCode}: Bad Gateway} 503{{httpCode}: Usługa niedostępna} 504{{httpCode}: Gateway Timeout} 505{{httpCode}: Nieobsługiwana wersja HTTP} 506{{httpCode}: Wariant również negocjuje} 507{{httpCode}: Niewystarczająca ilość miejsca} 508{{httpCode}: Wykryto pętlę} 510{{httpCode}: Nie rozszerzono} 511{{httpCode}: Wymagane uwierzytelnianie sieciowe} 520{{httpCode}: Nieznany błąd} 521{{httpCode}: Serwer sieciowy nie działa} 522{{httpCode}: Connection Timed Out} 523{{httpCode}: Origin Is Unreachable} 524{{httpCode}: Wystąpił limit czasu} 525{{httpCode}: Handshake Failed} 526{{httpCode}: Nieprawidłowy certyfikat SSL} 527{{httpCode}: Błąd Railgun} 528{{httpCode}: Błąd transportu} 529{{httpCode}: Usługa jest przeciążona} 530{{httpCode}: Witryna nie działa} 599{{httpCode}: Błąd limitu czasu połączenia sieciowego} other{{httpCode}: Nieznany błąd}}

source: Image URL
cs: URL obrzku
de: Bild URL
es: URL de la imagen
fr: URL de l'image
id: URL gambar
nl: Afbeeldings-URL
pl: Adres URL obrazu
