Repository: privacyidea/pi-authenticator
Catalog: lib/l10n/app_*.arb
Languages: cs, de, es, fr, id, nl, pl

# feedbackHint
source: A ready-made e-mail will open, which you can send to us. If desired, information about your device and the version of the application will be added. You can check and edit the email before sending it.
cs: Oteve se pipraven e-mail, kter nm mete zaslat. V ppad poteby budou doplnny informace o vaem zazen a verzi aplikace. Ped odeslnm mete e-mail zkontrolovat a upravit.
de: Es öffnet sich eine vorgefertigte E-Mail, die Sie an uns senden können. Falls gewünscht, werden Informationen über Ihr Gerät und die Version der Anwendung hinzugefügt. Vor dem Versenden können Sie die E-Mail überprüfen und bearbeiten.
es: Se abrir un correo electrnico preparado que podr enviarnos. Si lo desea, se aadir informacin sobre su dispositivo y la versin de la aplicacin. Puede comprobar y editar el correo electrnico antes de enviarlo.
fr: Un e-mail prt l'emploi s'ouvre, que vous pouvez nous envoyer. Si vous le souhaitez, des informations sur votre appareil et la version de l'application seront ajoutes. Vous pouvez vrifier et modifier l'e-mail avant de l'envoyer.
id: Email siap pakai akan terbuka, yang dapat Anda kirimkan kepada kami. Jika diinginkan, informasi tentang perangkat Anda dan versi aplikasi akan ditambahkan. Anda dapat memeriksa dan mengedit email sebelum mengirimnya.
nl: Er wordt een kant-en-klare e-mail geopend die je naar ons kunt sturen. Indien gewenst wordt informatie over je apparaat en de versie van de applicatie toegevoegd. U kunt de e-mail controleren en bewerken voordat u deze verzendt.
pl: Otworzy się gotowa wiadomość e-mail, którą możesz do nas wysłać. W razie potrzeby dodane zostaną informacje o urządzeniu i wersji aplikacji. Możesz sprawdzić i edytować wiadomość e-mail przed jej wysłaniem.

# feedbackPrivacyPolicy1
source: By sending feedback, you agree to our
cs: Odeslnm zptn vazby souhlaste s naimi
de: Mit dem Senden des Feedbacks stimmen Sie unserer
es: Al enviar sus comentarios, acepta nuestra
fr: En envoyant le retour d'information, vous acceptez notre
id: Dengan mengirimkan umpan balik, Anda menyetujui ketentuan kami
nl: Door feedback te sturen ga je akkoord met ons
pl: Wysyłając opinię, zgadzasz się z naszą

# feedbackPrivacyPolicy2
source: privacy policy
cs: zsadami ochrany osobnch daj
de: Datenschutzerklärung
es: poltica de privacidad
fr: politique de confidentialit
id: kebijakan privasi
nl: privacybeleid
pl: polityką prywatności

# feedbackSentDescription
source: Thank you very much for your help in making this application better!
cs: Dkujeme vm za pomoc pi vylepovn tto aplikace!
de: Vielen Dank für Ihre Hilfe bei der Verbesserung dieser App!
es: Muchas gracias por su ayuda para mejorar esta aplicacin.
fr: Merci beaucoup pour votre aide dans l'amlioration de cette application !
id: Terima kasih banyak atas bantuan Anda dalam membuat aplikasi ini menjadi lebih baik!
nl: Hartelijk dank voor je hulp om deze applicatie beter te maken!
pl: Dziękujemy bardzo za pomoc w ulepszeniu tej aplikacji!

# feedbackSentTitle
source: Feedback sent
cs: Zptn vazba odeslna
de: Feedback gesendet
es: Comentarios enviados
fr: Retour d'information envoy
id: Umpan balik terkirim
nl: Feedback verzonden
pl: Opinia została wysłana

# feedbackTitle
source: Your feedback is always welcome!
cs: Vae zptn vazba je vdy vtna!
de: Ihr Feedback ist immer willkommen!
es: Tus comentarios son siempre bienvenidos!
fr: Vos commentaires sont toujours les bienvenus !
id: Umpan balik Anda selalu diterima!
nl: Uw feedback is altijd welkom!
pl: Twoja opinia jest zawsze mile widziana!

# fileNotAvailable
source: The file is currently not available! Please try again.
cs: Soubor nen v souasn dob k dispozici! Zkuste to prosm znovu.
de: Die Datei ist derzeit nicht verfügbar! Bitte versuchen Sie es erneut.
es: El archivo no est disponible. Por favor, intntelo de nuevo.
fr: Le fichier n'est actuellement pas disponible ! Veuillez ressayer de le tlcharger.
id: File saat ini tidak tersedia! Silakan coba lagi.
nl: Het bestand is momenteel niet beschikbaar! Probeer het opnieuw.
pl: Plik jest obecnie niedostępny! Spróbuj ponownie.

source: File saved to Downloads folder
cs: Soubor uloen do sloky Staen soubory
de: Datei wurde im Download-Ordner gespeichert
es: Archivo guardado en la carpeta de descargas
fr: Fichier enregistr dans le dossier Tlchargements
id: File disimpan ke folder Unduhan
nl: Bestand opgeslagen in de map Downloads
pl: Plik zapisano w folderze Pobrane

source: Finalization State
cs: Stav finalizace
de: Status der Finalisierung
es: Estado de finalizacin
fr: tat de finalisation
id: Status Finalisasi
nl: Afrondingsstatus
pl: Stan finalizacji

source: Finalize Container Failed
cs: Finalizace kontejneru se nezdaila
de: Container finalisieren fehlgeschlagen
es: Finalizar Contenedor Fallido
fr: chec de la finalisation du conteneur
id: Menyelesaikan Kontainer Gagal
nl: Container voltooien mislukt
pl: Finalizacja kontenera nie powiodła się

source: Firebase Token
cs: Token Firebase
es: Token de Firebase
fr: Jeton Firebase
id: Token Firebase
pl: Token Firebase

source: Folder name
cs: Nzev sloky
de: Ordnername
es: Nombre de la carpeta
fr: Nom du dossier
id: Nama folder
nl: Mapnaam
pl: Nazwa folderu

# forceDeleteDialogContent
source: The server was unreachable. Are you sure you want to delete the container?
cs: Server nebyl dosaiteln. Opravdu chcete kontejner odstranit?
de: Der Server war nicht erreichbar. Sind Sie sicher, dass Sie den Container löschen wollen?
es: El servidor estaba inaccesible. Ests seguro de que quieres borrar el contenedor?
fr: Le serveur tait inaccessible. tes-vous sr de vouloir supprimer le conteneur ?
id: Server tidak dapat dijangkau. Apakah Anda yakin ingin menghapus kontainer?
nl: De server was onbereikbaar. Weet u zeker dat u de container wilt verwijderen?
pl: Serwer był nieosiągalny. Czy na pewno chcesz usunąć kontener?

source: Generating phone part
cs: Generovn klientsk sti
de: Generiere Telefonanteil
es: Generar parte telefnico
fr: Gnrer la part du tlphone
id: Menghasilkan bagian telepon
nl: Genereren telefoon gedeelte
pl: Generowanie sekretu po stronie telefonu...

# gitHubButton
source: This Application is Open Source Visit us on GitHub
cs: Tato aplikace m oteven zdrojov kd Navtivte ns na GitHub
de: Diese App ist Open Source Besuchen Sie uns auf GitHub
es: Esta aplicacin es de cdigo abierto Vistanos en GitHub
fr: Cette application est open source Rendez-nous visite sur GitHub
id: Aplikasi ini adalah Open Source Kunjungi kami di GitHub
nl: Deze app is open source Bezoek ons op GitHub
pl: Ta aplikacja jest open source Odwiedź nas na GitHub

# goToSettingsButton
source: Go to settings
cs: Otevt nastaven
de: Gehe zu Einstellungen
es: Ir a la configuracin
fr: Aller aux paramtres
id: Buka pengaturan
nl: Ga naar instellingen
pl: Idź do ustawień

# goToSettingsDescription
source: Authentication by credentials or biometrics is not set up on your device. Please set it up in the device's settings.
cs: Nen nastaveno pihlen zmkem zazen ani biometrick oven. Aktivujte je v nastaven zazen.
de: Authentifizierung durch Gerätepasswort oder Biometrie ist nicht eingerichtet. Bitte aktivieren Sie dies in den Geräteeinstellungen.
es: La autenticacin por credenciales o biomtrica no est configurada en tu dispositivo. Por favor, configrala en los ajustes del dispositivo.
fr: L'authentification par identifiants ou biomtrie n'est pas configure sur votre appareil. Veuillez le configurer dans les paramtres de l'appareil.
id: Autentikasi dengan kredensial atau biometrik tidak diatur pada perangkat Anda. Silakan atur di pengaturan perangkat.
nl: Authenticatie via inloggegevens of biometrie is niet ingesteld. Stel het in bij de instellingen van het apparaat.
pl: Ustawienia zabezpieczeń, bądź uwierzytelnianie biometryczne nie są skonfigurowane w twoim urządzeniu. Skonfiguruj je w ustawieniach urządzenia.

# grantCameraPermissionDialogButton
source: Grant permission
cs: Udlit oprvnn
de: Berechtigung erteilen
es: Conceder permiso
fr: Accorder l'autorisation
id: Berikan izin
nl: Toestemming verlenen

# grantCameraPermissionDialogContent
source: Please grant camera permission to scan QR codes.
de: Um QR-Codes zu scannen, benötigt die App Zugriff auf die Kamera.
es: Por favor, concede permiso a la cmara para escanear cdigos QR
fr: Veuillez accorder la camra l'autorisation de scanner les codes QR
id: Mohon berikan izin kepada kamera untuk memindai kode QR.
nl: Geef de camera toestemming om QR-codes te scannen.
pl: Przyznaj uprawnienia kamery do skanowania kodów QR.

# grantCameraPermissionDialogPermanentlyDenied
source: Camera permission is permanently denied. Please grant camera permission in your phone's settings.
cs: Oprvnn kamery je trvale odepeno. Udlte prosm oprvnn fotoapartu v nastaven telefonu.
de: Sie haben die Berechtigung für den Kamerazugriff permanent verweigert. Bitte aktivieren Sie die Berechtigung in den Einstellungen ihres Smartphones.
es: El permiso de cmara est denegado permanentemente. Concede el permiso de cmara en la configuracin del telfono
fr: L'autorisation de l'appareil photo est refuse de manire permanente. Veuillez accorder l'autorisation l'appareil photo dans les paramtres de votre tlphone.
id: Izin kamera ditolak secara permanen. Harap berikan izin kamera di pengaturan Telepon Anda.
nl: Cameratoestemming is permanent geweigerd. Geef de camera toestemming in de instellingen van uw telefoon.
pl: Uprawnienia do aparatu zostały trwale zablokowane. Przyznaj uprawnienia aparatu w ustawieniach telefonu.

# grantCameraPermissionDialogTitle
source: Camera permission is not granted
de: Kamera-Berechtigung erforderlich
es: El permiso de cmara no est concedido
fr: L'autorisation de la camra n'est pas accorde
id: Izin kamera tidak diberikan
nl: Cameratoestemming is niet verleend
pl: Uprawnienie do kamery nie zostało przyznane

source: Handshake failed
cs: Handshake se nezdail
de: Handshake fehlgeschlagen
es: Handshake fallido
fr: chec du handshake
id: Jabat tangan gagal
nl: Handshake mislukt
pl: Handshake nie powiódł się

source: Hide push tokens
cs: Skrt push tokeny
de: Push-Token ausblenden
es: Ocultar tokens push
id: Menyembunyikan token push
nl: Verberg push tokens
pl: Ukryj tokeny push

# hidePushTokensDescription
source: Hide push tokens from the token list. This will not delete the tokens and they will still be visible on a separate screen.
cs: Skrt push tokeny ze seznamu token. Tm se tokeny neodstran a budou stle viditeln na samostatn obrazovce.
de: Push-Token aus der Token-Liste ausblenden. Dadurch werden die Token nicht gelöscht und sind weiterhin auf einem separaten Bildschirm sichtbar.
es: Ocultar tokens push de la lista de tokens. Esto no borrar los tokens y seguirn siendo visibles en una pantalla aparte
fr: Masquer les jetons de pousse de la liste des jetons. Cela ne supprimera pas les jetons et ils seront toujours visibles sur un cran spar
id: Menyembunyikan token push dari daftar token. Ini tidak akan menghapus token dan masih akan terlihat di layar terpisah.
nl: Verberg push tokens uit de token lijst. Hierdoor worden de tokens niet verwijderd en blijven ze zichtbaar op een apart scherm.
pl: Ukryj tokeny push z listy tokenów. Nie spowoduje to usunięcia tokenów i będą one nadal widoczne na osobnym ekranie
