Repository: privacyidea/pi-authenticator
Catalog: lib/l10n/app_*.arb
Languages: cs, de, es, fr, id, nl, pl

# noPublicKey
source: No public key available
cs: Nen k dispozici dn veejn kl.
de: Kein öffentlicher Schlüssel vorhanden
es: No hay clave pblica.
fr: Pas de cl publique
id: Tidak ada kunci publik yang tersedia
nl: Geen openbare sleutel beschikbaar
pl: Brak dostępnego klucza publicznego

# noResultText1
source: Tap the
cs: stisknte tlatko
de: Tippe auf das
es: Indique el
fr: Appuyez sur le
id: Ketuk tombol
nl: Tik op
pl: Dotknij

# noResultText2
source: button to get started!
cs: a zante s pouvnm.
de: Icon um loszulegen!
es: para empezar.
fr: bouton pour commencer!
id: untuk memulai!
nl: de knop om te beginnen!
pl: przycisku, żeby zacząć!

# noResultTitle
source: No tokens stored yet.
cs: Nejsou nainstalovny dn tokeny.
de: Keine Token vorhanden.
es: An no hay tokens almacenadas.
fr: Aucun jeton n'est encore stock.
id: Belum ada token yang disimpan.
nl: Nog geen token opgeslagen.
pl: Nie zainstalowano jeszcze żadnego tokenu.

# noTokenToExport
source: No token available for export
cs: Pro export nen k dispozici dn token
de: Kein Token zum Exportieren verfügbar
es: No hay token disponible para exportar
fr: Pas de jeton disponible pour l'exportation
id: Tidak ada token yang tersedia untuk ekspor
nl: Geen token beschikbaar voor export
pl: Brak tokena dostępnego do eksportu

# noTokenToImport
source: No token found to import
cs: Nebyl nalezen dn token pro import
de: Kein Token zum Importieren gefunden
es: No se ha encontrado ningn token para importar
fr: Aucun jeton n'a t trouv pour l'importation
id: Tidak ada token yang ditemukan untuk diimpor
nl: Geen token gevonden om te importeren
pl: Nie znaleziono tokenu do zaimportowania

# notAnInteger
source: The value is not an integer.
cs: Hodnota nen cel slo.
de: Der Wert ist keine Ganzzahl.
es: El valor no es un entero.
fr: La valeur n'est pas un nombre entier.
id: Nilainya bukan bilangan bulat.
nl: De waarde is geen geheel getal.
pl: Wartość nie jest liczbą całkowitą.Wartość nie jest liczbą całkowitą.

# notAnNumber
source: The value is not a number.
cs: Hodnota nen slo.
de: Der Wert ist keine Zahl.
es: El valor no es un nmero.
fr: La valeur n'est pas un nombre.
id: Nilainya bukan berupa angka.
nl: De waarde is geen getal.
pl: Wartość nie jest liczbą.

# notSupported
source: The {name} [{value}] not supported
cs: {name} [{value}] nen podporovn.
de: Der {name} [{value}] wird nicht unterstützt
es: No se admite {name} [{value}].
fr: Le {name} [{value}] n'est pas support.
id: {name} [{value}] tidak didukung
nl: De {name} [{value}] wordt niet ondersteund.
pl: Nazwa {name} [{value}] nie jest obsługiwana

# nothingToSelect
source: There is nothing to select.
cs: Nen co vybrat.
de: Es gibt nichts zu wählen.
es: No hay nada que seleccionar.
fr: Il n'y a rien slectionner.
id: Tidak ada yang perlu dipilih.
nl: Er valt niets te selecteren.
pl: Nie ma nic do wybrania.

source: Open
cs: Otevt
de: Öffnen
es: Abrir
fr: Ouvrir
id: Buka
nl: Openen
pl: Otwórz

source: Origin app
cs: Aplikace Origin
de: Ursprungs-App
es: Aplicacin Origen
fr: Application d'origine
id: Aplikasi asal
nl: Oorsprong app
pl: Aplikacja Origin

source: Origin details
cs: Podrobnosti o pvodu
de: Angaben zur Herkunft
es: Datos de origen
fr: Informations sur l'origine
id: Rincian asal
nl: Details over de oorsprong
pl: Szczegóły dotyczące pochodzenia

# otpValueCopiedMessage
source: Password “{otpValue}“ copied to clipboard.
cs: Heslo {otpValue} bylo zkoprovno do schrnky.
de: Passwort “{otpValue}“ wurde in Zwischenablage kopiert.
es: Contrasea {otpValue} copiada en el portapapeles.
fr: Le mot de passe {otpValue} a t copi dans le presse-papier.
id: Kata sandi {otpValue} disalin ke papan klip.
nl: Wachtwoord “{otpValue}“ gekopieerd naar het klembord.
pl: Jednorazowe hasło “{otpValue}“ skopiowane do schowka.

source: Password
cs: Heslo
de: Passwort
es: Contrasea
fr: Mot de passe
id: Kata sandi
nl: Wachtwoord
pl: Hasło

source: Password cannot be empty
cs: Heslo nesm bt przdn
de: Das Passwort darf nicht leer sein
es: La contrasea no puede estar vaca
fr: Le mot de passe ne peut pas tre vide
id: Kata sandi tidak boleh kosong
nl: Wachtwoord mag niet leeg zijn
pl: Hasło nie może być puste

source: Password cannot contain whitespace
cs: Heslo nesm obsahovat mezery
de: Das Passwort darf keine Leerzeichen enthalten
es: La contrasea no puede contener espacios en blanco
fr: Le mot de passe ne peut pas contenir d'espaces
id: Kata sandi tidak boleh mengandung spasi
nl: Wachtwoord mag geen spaties bevatten
pl: Hasło nie może zawierać spacji

source: Password must be at least 8 characters
cs: Heslo mus obsahovat alespo 8 znak
de: Das Passwort muss mindestens 8 Zeichen lang sein
es: La contrasea debe tener al menos 8 caracteres
fr: Le mot de passe doit contenir au moins 8 caractres
id: Kata sandi minimal harus terdiri dari 8 karakter
nl: Wachtwoord moet minimaal 8 tekens lang zijn
pl: Hasło musi mieć co najmniej 8 znaków

source: Password must contain lowercase letter
cs: Heslo mus obsahovat mal psmeno
de: Das Passwort muss einen Kleinbuchstaben enthalten
es: La contrasea debe contener una letra minscula
fr: Le mot de passe doit contenir une lettre minuscule
id: Kata sandi harus mengandung huruf kecil
nl: Wachtwoord moet een kleine letter bevatten
pl: Hasło musi zawierać małą literę

source: Password must contain number
cs: Heslo mus obsahovat slo
de: Das Passwort muss eine Zahl enthalten
es: La contrasea debe contener un nmero
fr: Le mot de passe doit contenir un chiffre
id: Kata sandi harus berisi angka
nl: Wachtwoord moet een cijfer bevatten
pl: Hasło musi zawierać cyfrę

source: Password must contain special character
cs: Heslo mus obsahovat speciln znak
de: Das Passwort muss ein Sonderzeichen enthalten
es: La contrasea debe contener un carcter especial
fr: Le mot de passe doit contenir un caractre spcial
id: Kata sandi harus mengandung karakter khusus
nl: Wachtwoord moet een speciaal teken bevatten
pl: Hasło musi zawierać znak specjalny

source: Password must contain uppercase letter
cs: Heslo mus obsahovat velk psmeno
de: Das Passwort muss einen Großbuchstaben enthalten
es: La contrasea debe contener una letra mayscula
fr: Le mot de passe doit contenir une lettre majuscule
id: Kata sandi harus mengandung huruf besar
nl: Wachtwoord moet een hoofdletter bevatten
pl: Hasło musi zawierać dużą literę

source: Passwords do not match
cs: Hesla se neshoduj
de: Die Passwörter stimmen nicht überein
es: Las contrasea no coinciden
fr: Les mots de passe ne correspondent pas
id: Kata sandi tidak cocok
nl: Wachtwoorden komen niet overeen
pl: Hasła nie pasują do siebie

# patchNotesBugFixes
source: Bug fixes
cs: Opravy chyb
de: Fehlerbehebungen
es: Correccin de errores
id: Perbaikan bug
pl: Poprawki błędów

# patchNotesDialogTitle
source: What's new?
cs: Co je novho?
de: Was ist neu?
es: Qu hay de nuevo?
fr: Quoi de neuf ?
id: Apa yang baru?
nl: Wat is er nieuw?
pl: Co nowego?

# patchNotesImprovements
source: Improvements
de: Verbesserungen
es: Mejoras
fr: Amliorations
id: Perbaikan
nl: Verbeteringen
pl: Ulepszenia

# patchNotesNewFeatures
source: New features
cs: Nov funkce
de: Neue Funktionen
es: Nuevas caractersticas
fr: Nouvelles caractristiques
id: Fitur baru
nl: Nieuwe functies
pl: Nowe funkcje

# patchNotesV4_3_0NewFeatures1
source: Support for importing tokens from Google, Aegis, and 2FAS Authenticator has been added. More import sources will be added in the future.
cs: Pidna podpora pro import token z Google, Aegis a 2FAS Authenticator. Dal zdroje importu budou pidny v budoucnu.
de: Unterstützung für den Import von Token von Google, Aegis und 2FAS Authenticator hinzugefügt. Weitere Importquellen werden in Zukunft hinzugefügt.
es: Aadido soporte para importar tokens de Google, Aegis y 2FAS Authenticator. En el futuro se aadirn ms fuentes de importacin
fr: Ajout de la prise en charge de l'importation de jetons depuis Google, Aegis et 2FAS Authenticator. D'autres sources d'importation seront ajoutes l'avenir.
id: Dukungan untuk mengimpor token dari Google, Aegis dan 2FAS Authenticator telah ditambahkan. Lebih banyak sumber impor akan ditambahkan di masa mendatang.
nl: Ondersteuning toegevoegd voor het importeren van tokens van Google, Aegis en 2FAS Authenticator. Meer importbronnen zullen in de toekomst worden toegevoegd.
pl: Dodano obsługę importowania tokenów z Google, Aegis i 2FAS Authenticator. Więcej źródeł importu zostanie dodanych w przyszłości

# patchNotesV4_3_0NewFeatures2
source: Added feedback option to the settings.
cs: Do nastaven byla pidna monost zptn vazby.
de: Feedback-Option zu den Einstellungen hinzugefügt.
es: Aadida opcin de feedback a los ajustes
fr: Ajout d'une option de retour d'information dans les paramtres
id: Menambahkan opsi umpan balik ke pengaturan.
nl: Feedbackoptie toegevoegd aan de instellingen.
pl: Dodano opcję opinii do ustawień.

# patchNotesV4_3_0NewFeatures3
source: Push tokens can now be hidden from the token list.
cs: Tokeny Push lze nyn skrt ze seznamu token.
de: Push-Token können jetzt aus der Token-Liste ausgeblendet werden.
es: Los tokens push ahora se pueden ocultar de la lista de tokens
fr: Les jetons de pousse peuvent maintenant tre cachs de la liste des jetons
id: Token push sekarang dapat disembunyikan dari daftar token.
nl: Push tokens kunnen nu verborgen worden in de tokenlijst.
pl: Tokeny push można teraz ukryć na liście tokenów

# patchNotesV4_3_0NewFeatures4
source: Introductions have been added to help new users get started.
cs: Byly pidny vodn informace, kter novm uivatelm usnadn zatky.
de: Es wurden Einführungen hinzugefügt, um neuen Benutzern den Einstieg zu erleichtern.
es: Se han aadido introducciones para ayudar a los nuevos usuarios a empezar
fr: Des introductions ont t ajoutes pour aider les nouveaux utilisateurs dmarrer
id: Pengantar telah ditambahkan untuk membantu pengguna baru memulai.
nl: Introducties zijn toegevoegd om nieuwe gebruikers op weg te helpen.
pl: Dodano wprowadzenia, aby ułatwić nowym użytkownikom rozpoczęcie pracy.

# patchNotesV4_3_0NewFeatures5
source: You can now search for tokens by tapping the magnifying glass in the upper right corner.
cs: etony nyn mete vyhledvat klepnutm na lupu v pravm hornm rohu.
de: Sie können jetzt nach Token suchen, indem Sie auf die Lupe in der oberen rechten Ecke tippen.
es: Ahora puedes buscar tokens tocando la lupa de la esquina superior derecha
fr: Vous pouvez dsormais rechercher des jetons en appuyant sur la loupe dans le coin suprieur droit
id: Sekarang Anda dapat mencari token dengan mengetuk kaca pembesar di sudut kanan atas.
nl: Je kunt nu naar tokens zoeken door op het vergrootglas in de rechterbovenhoek te tikken.
pl: Możesz teraz wyszukiwać tokeny, dotykając szkła powiększającego w prawym górnym rogu.

# patchNotesV4_3_0NewFeatures6
source: Added HomeWidget token for Android 12 and later.
cs: Pidn token HomeWidget pro systm Android 12 a novj.
de: Ab Android 12 kann für einen Token ein Widget auf dem Homescreen erstellt werden.
es: Aadido Token HomeWidget para Android 12 y posteriores
fr: Ajout du jeton HomeWidget pour Android 12 et les versions ultrieures
id: Menambahkan token HomeWidget untuk Android 12 dan yang lebih baru.
nl: HomeWidget Token toegevoegd voor Android 12 en hoger.
pl: Dodano token HomeWidget dla systemu Android 12 i nowszych.

# patchNotesV4_3_1BugFix1
source: Fixed an issue where the OTP value was not displayed after authentication on some devices.
cs: Opraven problm, kdy nebyla zobrazena hodnota otp po oven na nkterch zazench.
de: Ein Problem wurde behoben, bei dem der otp-Wert nach der Authentifizierung auf einigen Geräten nicht angezeigt wurde.
es: Se ha corregido un problema donde el valor OTP no se mostraba despus de la autenticacin en algunos dispositivos.
fr: Un problme a t corrig o la valeur OTP n'tait pas affiche aprs l'authentification sur certains appareils.
id: Memperbaiki masalah di mana nilai otp tidak ditampilkan setelah otentikasi pada beberapa perangkat.
nl: Een probleem is opgelost waarbij de otp-waarde niet werd weergegeven na authenticatie op sommige apparaten.
pl: Został naprawiony problem, w którym wartość OTP nie była wyświetlana po uwierzytelnieniu na niektórych urządzeniach.

# patchNotesV4_3_1Improvement1
source: Improved the qr code scanner.
cs: Skener QR kd byl vylepen.
de: Der QR-Code-Scanner wurde verbessert.
es: Se ha mejorado el escner de cdigos QR.
fr: Le scanner de codes QR a t amlior.
id: Meningkatkan pemindai kode qr.
nl: De QR-code scanner is verbeterd.
pl: Został poprawiony skaner kodów QR.

# patchNotesV4_4_0Improvement1
source: Further import sources have been added.
cs: Byly pidny dal dovozn zdroje.
de: Es wurden weitere Importquellen hinzugefügt.
es: Se han aadido ms fuentes de importacin.
fr: D'autres sources d'importation ont t ajoutes.
id: Sumber impor lebih lanjut telah ditambahkan.
nl: Er zijn meer invoerbronnen toegevoegd.
pl: Dodano kolejne źródła importu.

# patchNotesV4_4_0Improvement2
source: Improved recognition of QR codes from image files.
cs: Bylo vylepeno rozpoznvn QR kd z obrazovch soubor.
de: Die erkennung von QR-Codes aus Bilddateien wurde verbessert.
es: Se ha mejorado el reconocimiento de cdigos QR a partir de archivos de imagen.
fr: La reconnaissance des codes QR partir des fichiers image a t amliore.
id: Peningkatan pengenalan kode QR dari file gambar.
nl: De herkenning van QR-codes uit afbeeldingsbestanden is verbeterd.
pl: Ulepszono rozpoznawanie kodów QR z plików graficznych.

# patchNotesV4_4_0NewFeatures1
source: It is now possible to export tokens where it can be ensured that they are not privacyIDEA tokens. Currently, it is not possible to determine whether tokens added via the QR code scanner originate from privacyIDEA. The differentiation will be improved in future versions.
cs: Nyn je mon exportovat tokeny, u kterch lze zajistit, e se nejedn o tokeny privacyIDEA. V souasn dob nelze vylouit, e tokeny pidan prostednictvm teky QR kd pochzej z aplikace privacyIDEA. Rozliovn bude v budoucch verzch vylepeno.
de: Es ist nun möglich, Token zu exportieren, bei denen sichergestellt werden kann, dass es sich nicht um privacyIDEA Token handelt. Derzeit kann nicht ausgeschlossen werden, dass über den QR-Code-Scanner hinzugefügte Token von privacyIDEA stammen. Die Differenzierung wird in zukünftigen Versionen verbessert.
es: Ahora es posible exportar tokens cuando se puede garantizar que no son tokens de privacyIDEA. Actualmente, no se puede descartar que los tokens aadidos a travs del escner de cdigo QR procedan de privacyIDEA. La diferenciacin se mejorar en futuras versiones.
fr: Il est dsormais possible d'exporter des jetons dont on peut s'assurer qu'il ne s'agit pas de jetons privacyIDEA. Actuellement, il n'est pas possible d'exclure que des jetons ajouts via le lecteur de code QR proviennent de privacyIDEA. La diffrenciation sera amliore dans les versions futures.
id: Sekarang dimungkinkan untuk mengekspor token di mana dapat dipastikan bahwa itu bukan token privacyIDEA. Saat ini, tidak dapat dikesampingkan bahwa token yang ditambahkan melalui pemindai kode QR berasal dari privacyIDEA. Diferensiasi akan ditingkatkan di versi mendatang.
nl: Het is nu mogelijk om tokens te exporteren waarvan kan worden gegarandeerd dat het geen privacyIDEA tokens zijn. Op dit moment kan niet worden uitgesloten dat tokens die zijn toegevoegd via de QR-code scanner afkomstig zijn van privacyIDEA. De differentiatie zal in toekomstige versies worden verbeterd.
pl: Możliwe jest teraz eksportowanie tokenów, w przypadku których można upewnić się, że nie są to tokeny privacyIDEA. Obecnie nie można wykluczyć, że tokeny dodane za pomocą skanera kodów QR pochodzą z privacyIDEA. Rozróżnienie to zostanie poprawione w przyszłych wersjach

# patchNotesV4_4_0NewFeatures2
source: Added support for privacyIDEA's “require presence“
cs: Pidna podpora pro require presence aplikace privacyIDEA.
de: Unterstützung für privacyIDEA's “require presence“ hinzugefügt.
es: Aadido soporte para privacyIDEA's require presence.
fr: Ajout du support pour privacyIDEA's require presence.
id: Menambahkan dukungan untuk privacyIDEA
nl: Ondersteuning toegevoegd voor privacyIDEA's “require presence“.
pl: Dodano obsługę funkcji privacyIDEA “require presence“.

# patchNotesV4_4_2Improvement1
source: Added flashlight support for QR code scanning.
cs: Pidna podpora svtilny pro skenovn QR kd.
de: Taschenlampenunterstützung für das Scannen von QR-Codes wurde zugefügt.
es: Aadido soporte linterna para el escaneo de cdigos QR.
fr: Ajout de la prise en charge de la lampe de poche pour la lecture des codes QR.
id: Menambahkan dukungan senter untuk pemindaian kode QR.
nl: Zaklampondersteuning toegevoegd voor QR-code scannen.
pl: Dodano obsługę latarki dla skanowania kodów QR.

# patchNotesV4_4_2NewFeatures1
source: Tokens can now be inserted using copy & paste.
cs: etony lze nyn vkldat pomoc koprovn a vkldn.
de: Token können jetzt per Copy & Paste eingefügt werden.
es: Ahora es posible insertar tokens copiando y pegando.
fr: Les jetons peuvent dsormais tre insrs par copier-coller.
id: Token sekarang dapat dimasukkan menggunakan salin & tempel.
nl: Tokens kunnen nu worden ingevoegd met kopiëren en plakken.
pl: Tokeny można teraz wstawiać za pomocą funkcji kopiuj i wklej.

# patchNotesV4_4_2NewFeatures2
source: Added image gallery support for QR code scanning.
cs: Pidna podpora galerie pro skenovn QR kd.
de: Galerie-Unterstützung für das Scannen von QR-Codes hinzugefügt.
es: Aadido soporte de galera para el escaneo de cdigos QR.
fr: Ajout de la prise en charge de la galerie pour la lecture des codes QR.
id: Menambahkan dukungan galeri untuk pemindaian kode QR.
nl: Galerijondersteuning toegevoegd voor QR-code scannen.
pl: Dodano obsługę galerii dla skanowania kodów QR.

# patchNotesV4_5_0BugFix1
source: Fixed minor issues
cs: Opraven drobn problmy
de: Kleinere Probleme behoben
es: Problemas menores corregidos
fr: Correction de problmes mineurs
id: Memperbaiki masalah kecil
nl: Kleine problemen opgelost
pl: Naprawiono drobne błędy

# patchNotesV4_5_0NewFeatures1
source: Now supports the container feature of privacyIDEA.
cs: Podpora kontejnerovho systmu privacyIDEA pro snadnj sprvu token
de: Unterstützung des privacyIDEA Containersystems zur einfacheren Verwaltung von Token
es: Compatibilidad con el sistema de contenedores privacyIDEA para facilitar la gestin de tokens.
fr: Prise en charge du systme de conteneurs privacyIDEA pour une gestion simplifie des jetons
id: Dukungan sistem kontainer privacyIDEA untuk pengelolaan token yang lebih mudah
nl: Ondersteuning van het privacyIDEA containersysteem voor eenvoudiger beheer van tokens
pl: Obsługa systemu kontenerów privacyIDEA w celu łatwiejszego zarządzania tokenami

source: Period
cs: asov interval
de: Periode
es: Periodo
fr: Priode
id: Periode
nl: Duur
pl: Cykl

source: Phone part:
cs: Klientsk st:
de: Telefonanteil:
es: Pieza de telfono:
fr: Part du tlphone:
id: Bagian telepon:
nl: Telefoon gedeelte:
pl: Sekret po stronie telefonu:

# piServerCode
source: PI Server Code: {code}
cs: Kd serveru PI: {code}
es: Cdigo del servidor PI: {code}
fr: Code du serveur PI : {code}
id: Kode Server PI: {code}
pl: Kod serwera PI: {code}

source: Please enter a name for this token.
cs: Vlote nzev pro tento token.
de: Bitte geben Sie einen Namen ein.
es: Introduzca un nombre para este token.
fr: Veuillez saisir un nom pour ce jeton.
id: Silakan masukkan nama untuk token ini.
nl: Voer de naam in voor deze token.
pl: Wprowadź nazwę dla tokenu

source: Please enter a secret for this token.
cs: Vlote tajn kl pro tento token.
de: Bitte geben Sie ein Geheimnis ein.
es: Por favor, introduzca un secreto para este token.
fr: Veuillez saisir un secret pour ce jeton.
id: Silakan masukkan rahasia untuk token ini.
nl: Voer de geheime sleutel in voor deze token.
pl: Wprowadź sekret dla tokenu

source: Polling failed.
cs: Dotaz se nezdail.
de: Abfrage fehlgeschlagen.
es: Consulta fallida.
fr: chec de la requte.
id: Polling gagal.
nl: Vraag mislukt.
pl: Zapytanie nie powiodło się.

# pollingFailedFor
source: Polling failed for {serial}
cs: Dotaz na {serial} se nezdail.
de: Abfrage für {serial} fehlgeschlagen.
es: Fallo de sondeo para {serial}
fr: Echec de la requte pour {serial}.
id: Pemungutan suara gagal untuk {serial}
nl: Query voor {serial} mislukt.
pl: Zapytanie dla {serial} nie powiodło się.

source: Privacy policy
cs: Zsady ochrany osobnch daj
de: Datenschutzerklärung
es: Poltica de privacidad
fr: Politique de confidentialit
id: Kebijakan privasi
nl: Privacybeleid
pl: Polityka prywatności

source: Public Key
cs: Veejn kl
de: Öffentlicher Schlüssel
es: Clave pblica
fr: Cl publique
id: Kunci Publik
nl: Openbare sleutel
pl: Klucz publiczny

source: Push endpoint URL
cs: URL koncovho bodu push
de: Push-Endpunkt URL
es: URL del punto final push
fr: URL de l'endpoint Push
id: URL titik akhir push
pl: Adres URL punktu końcowego push

# pushInitializeUnavailable
source: Push can't be initialized, restart the app and try again.
cs: Funkci Push nelze inicializovat, restartujte aplikaci a zkuste to znovu.
de: Push kann nicht initialisiert werden, starten Sie die App neu und versuchen Sie es erneut.
es: No se puede inicializar Push, reinicie la aplicacin e intntelo de nuevo.
fr: Le push ne peut pas tre initialis, redmarrez l'application et ressayez.
id: Push tidak dapat diinisialisasi, mulai ulang aplikasi dan coba lagi.
nl: Push kan niet worden geïnitialiseerd, start de app opnieuw op en probeer het opnieuw.
pl: Nie można zainicjować usługi Push, uruchom ponownie aplikację i spróbuj ponownie.

source: Push Token
cs: Push notifikace
fr: Jeton de type Push
id: Token Dorong

# pushTokensViewTitle
source: Push-Tokens
fr: Jetons de pousse
id: Token Dorong
pl: Push-Tokeny

# qrFileDecodeError
source: It was not possible to decode the QR code from the selected image, please use the QR code scanner instead.
cs: Z vybranho obrzku nebylo mon dekdovat QR kd, pouijte prosm msto toho skener QR kd.
de: Es war nicht möglich, den QR-Code aus dem ausgewählten Bild zu dekodieren. Bitte verwenden Sie stattdessen den QR-Code-Scanner.
es: No fue posible decodificar el cdigo QR de la imagen seleccionada, por favor utilice el escner de cdigo QR en su lugar.
fr: Il n'a pas t possible de dcoder le code QR partir de l'image slectionne, veuillez utiliser le scanner de code QR la place
id: Tidak dapat memecahkan kode QR dari gambar yang dipilih, silakan gunakan pemindai kode QR sebagai gantinya.
nl: Het was niet mogelijk om de QR code te decoderen van de geselecteerde afbeelding, gebruik in plaats daarvan de QR code scanner.
pl: Nie można było zdekodować kodu QR z wybranego obrazu, zamiast tego użyj skanera kodów QR.

# qrInFileNotFound
source: No QR code was found in the selected image.
cs: Ve vybranm obrzku nebyl nalezen dn QR kd.
de: Es wurde kein QR-Code in dem ausgewählten Bild gefunden.
es: No se ha encontrado ningn cdigo QR en la imagen seleccionada.
fr: Aucun code QR n'a t trouv dans l'image slectionne.
id: Tidak ada kode QR yang ditemukan pada gambar yang dipilih.
nl: Er is geen QR code gevonden in de geselecteerde afbeelding.
pl: Nie znaleziono kodu QR na wybranym obrazie.

# qrInFileNotFound2
source: You can show me where the QR code is located.
cs: Mete mi ukzat, kde se QR kd nachz.
de: Sie können mir zeigen, wo sich der QR-Code befindet.
es: Puedes mostrarme dnde est el cdigo QR.
fr: Vous pouvez me montrer o se trouve le code QR.
id: Anda dapat menunjukkan di mana letak kode QR.
nl: U kunt mij laten zien waar de QR code is.
pl: Możesz pokazać mi, gdzie znajduje się kod QR.
