Repository: privacyidea/pi-authenticator
Catalog: lib/l10n/app_*.arb
Languages: cs, de, es, fr, id, nl, pl

source: Could not sign message.
cs: Zprvu se nepodailo podepsat.
de: Nachricht konnte nicht signiert werden.
es: No se ha podido firmar el mensaje.
fr: Impossible de signer le message.
id: Tidak dapat menandatangani pesan.
nl: Bericht niet kunnen ondertekenen.
pl: Nie można podpisać wiadomości.

source: Counter
cs: Pult
de: Zähler
es: Contador
fr: Compteur
id: Penghitung
nl: Tegen
pl: Licznik

source: Create
cs: Vytvoit
de: Erstellen
es: Crear
fr: crer
id: Membuat
nl: Creëer
pl: Utwórz

# createdAt
source: Created on
cs: Vytvoeno dne
de: Erstellt am
es: Creado el
fr: Cr
id: Dibuat pada
nl: Gemaakt op
pl: Utworzono dnia

source: Creator
cs: Tvrce
de: Ersteller
es: Creador
fr: Crateur
id: Pencipta
nl: Schepper
pl: Twórca

# dayPasswordValidFor
source: Valid for
cs: Platn pro
de: Gültig für
es: Vlido para
fr: Valide pour
id: Berlaku untuk
nl: Geldig voor
pl: Ważny przez

# dayPasswordValidUntil
source: Valid until
cs: Platn do
de: Gültig bis
es: Vlido hasta
fr: Valide jusqu'
id: Berlaku sampai
nl: Geldig tot
pl: Ważny do

source: Decline
cs: Odmtnout
de: Ablehnen
es: Negar
fr: Refuser
id: Menolak
nl: Weigeren
pl: Odrzucam

source: Decline it
cs: odmtnout jej
de: ablehnen
es: rechazar
fr: refuser
id: menolaknya
nl: weigeren
pl: odrzuć go

source: Decrypt
cs: Deifrovat
de: Entschlüsseln
es: Descifrar
fr: Dcrypter
id: Dekripsi
nl: Decoderen
pl: Odszyfruj

# decryptErrorButtonDelete
source: Delete
cs: Odstranit
de: Löschen.
es: Borrar
fr: Supprimer
id: Menghapus
nl: Verwijderen
pl: Usuń

# decryptErrorButtonRetry
source: Retry
cs: Opakovn
de: Wiederholen
es: Reintentar
fr: Ressayer
id: Coba lagi.
nl: Opnieuw proberen
pl: Ponów próbę

# decryptErrorButtonSendError
source: Send error
cs: Odeslat chybu
de: Fehler senden
es: Enviar error
fr: Erreur d'envoi
id: Kirim kesalahan
nl: Fout verzenden
pl: Wyślij błąd

# decryptErrorContent
source: Unfortunately, the app was unable to decrypt your tokens. This may indicate that the encryption key is either corrupted or missing. You can try again or delete the app data, which would delete the tokens in the app.
cs: Bohuel se aplikaci nepodailo deifrovat vae tokeny. To znamen, e ifrovac kl je pokozen. Mete to zkusit znovu nebo odstranit data aplikace, m by dolo k odstrann token v aplikaci.
de: Leider konnten Ihre Token nicht entschlüsselt werden. Das deutet darauf hin, dass der Verschlüsselungsschlüssel nicht mehr verfügbar ist. Sie können es erneut versuchen oder die App Daten löschen. Dabei werden alle Token aus der App geschlöscht.
es: Lamentablemente, la aplicacin no ha podido descifrar tus tokens. Esto indica que la clave de cifrado est rota. Puedes volver a intentarlo o borrar los datos de la app, lo que eliminara los tokens de la app.
fr: Malheureusement, l'application n'a pas pu dcrypter vos jetons. Cela indique que la cl de cryptage est casse. Vous pouvez ressayer ou supprimer les donnes de l'application, ce qui supprimera les jetons dans l'application.
id: Sayangnya, aplikasi ini tidak dapat mendekripsi token Anda. Hal ini mengindikasikan bahwa kunci enkripsinya rusak. Anda bisa mencoba lagi atau menghapus data aplikasi, yang akan menghapus token di dalam aplikasi.
nl: Helaas heeft de app je tokens niet kunnen decoderen. Dit geeft aan dat de coderingssleutel is verbroken. U kunt het opnieuw proberen of de app-gegevens verwijderen, waardoor de tokens in de app worden verwijderd.
pl: Niestety, aplikacja nie była w stanie odszyfrować tokenów. Oznacza to, że klucz szyfrowania jest uszkodzony. Możesz spróbować ponownie lub usunąć dane aplikacji, co spowoduje usunięcie tokenów w aplikacji.

# decryptErrorDeleteConfirmationContent
source: Are you sure you want to delete the app data?
cs: Jste si jisti, e chcete data aplikace odstranit?
de: Sind Sie sicher, dass Sie die App Daten löschen möchten?
es: Ests seguro de que quieres borrar los datos de la aplicacin?
fr: tes-vous sr de vouloir supprimer les donnes de l'application ?
id: Apakah Anda yakin ingin menghapus data aplikasi?
nl: Weet je zeker dat je de app-gegevens wilt verwijderen?
pl: Czy na pewno chcesz usunąć dane aplikacji?

# decryptErrorTitle
source: Decryption error
cs: Chyba deifrovn
de: Entschlüsselung fehlgeschlagen
es: Error de descifrado
fr: Erreur de dcryptage
id: Kesalahan dekripsi
nl: Fout bij decoderen

source: Delete
cs: Smazat
de: Löschen
es: Borrar
fr: Supprimer
id: Menghapus
nl: Verwijderen
pl: Usuń

# deleteAllButtonText
source: Delete all
cs: Odstranit ve
de: Alle löschen
es: Eliminar todo
fr: Supprimer tout
id: Hapus semua
nl: Alles verwijderen
pl: Usuń wszystko

# deleteContainerDialogContent
source: If you delete this container, the smartphone is disconnected from the privacyIDEA server and the tokens of this container become unusable. Before deleting, make sure that the corresponding tokens are no longer required!
cs: Pokud tento kontejner odstrante, smartphone se odpoj od serveru privacyIDEA a tokeny v tomto kontejneru nebudou pouiteln. Ped odstrannm se ujistte, e pslun tokeny ji nejsou poteba!
de: Wenn Sie diesen Container löschen, wird das Smartphone vom privacyIDEA Server getrennt und die Token dieses Containers werden unbrauchbar. Stellen Sie vor dem Löschen sicher, dass die entsprechenden Token nicht mehr benötigt werden!
es: Si elimina este contenedor, el smartphone se desconectar del servidor privacyIDEA y los tokens de este contenedor quedarn inutilizables. Antes de eliminarlo, asegrate de que los tokens correspondientes ya no son necesarios.
fr: Si vous supprimez ce conteneur, le smartphone sera dconnect du serveur privacyIDEA et les tokens de ce conteneur deviendront inutilisables. Avant de le supprimer, assurez-vous que les tokens correspondants ne sont plus ncessaires !
id: Jika Anda menghapus kontainer ini, smartphone akan terputus dari server privacyIDEA dan token dari kontainer ini menjadi tidak dapat digunakan. Sebelum menghapus, pastikan bahwa token yang bersangkutan tidak lagi diperlukan!
nl: Als u deze container verwijdert, wordt de smartphone losgekoppeld van de privacyIDEA server en worden de tokens in deze container onbruikbaar. Controleer voor het verwijderen of de bijbehorende tokens niet meer nodig zijn!
pl: Jeśli usuniesz ten kontener, smartfon zostanie odłączony od serwera privacyIDEA, a tokeny w tym kontenerze staną się bezużyteczne. Przed usunięciem upewnij się, że odpowiednie tokeny nie są już potrzebne!

# deleteContainerDialogTitle
source: Deleting Container {serial}
cs: Odstrann kontejneru {serial}
de: Container {serial} löschen
es: Borrar contenedor {serial}
fr: Suppression du conteneur {serial}
id: Menghapus Kontainer {serial}
nl: Container verwijderen {serial}
pl: Usuwanie kontenera {serial}

# deleteLockedToken
source: Please authenticate to delete the locked token.
cs: Prosm, autentifikujte se pro smazn uzamenho tokenu.
de: Bitte authentifizieren Sie sich, um den gesperrten Token zu löschen.
es: Por favor, autentquese para eliminar el token bloqueado.
fr: Veuillez vous authentifier pour supprimer le jeton verrouill.
id: Lakukan autentikasi untuk menghapus token yang terkunci.
nl: Verifieer om het vergrendelde token te verwijderen.
pl: Uwierzytelnij, aby usunąć zablokowany token.

# deleteOnlyContainerButtonText
source: Only container
cs: Pouze kontejner
de: Nur Container
es: Slo contenedor
fr: Seulement le conteneur
id: Hanya kontainer
nl: Alleen container
pl: Tylko kontener

source: Details
cs: Podrobnosti na
es: Detalles
fr: Dtails
id: Detail
pl: Szczegóły

# deviceCredentialsRequiredTitle
source: Device credentials not set up
cs: Nen nastaven zmek zazen
de: Gerätepasswort ist nicht eingerichtet
es: No se han configurado las credenciales del dispositivo.
fr: Les informations d'identification de l'appareil ne sont pas configures
id: Kredensial perangkat tidak diatur
nl: Inloggevens van het apparaat zijn niet ingesteld
pl: Ustawienia zabezpieczeń urządzenia nie zostały skonfigurowane.

# deviceCredentialsSetupDescription
source: Set up device credentials in your device's settings
cs: Nastave zmek zazen v nastaven zazen
de: Setzen Sie bitte ein Gerätepasswort in den Einstellungen
es: Configurar las credenciales del dispositivo en los ajustes del dispositivo
fr: Configurer les informations d'identification de l'appareil dans les paramtres de l'appareil
id: Mengatur kredensial perangkat di pengaturan perangkat
nl: Stel de inloggegevens in, bij de instellingen van het apparaat
pl: Skonfiguruj ustawienia zabezpieczeń w ustawieniach urządzenia.

source: Dismiss
cs: Zavt
de: Schließen
es: Desestimar
fr: Fermer
id: Bubarkan
nl: Sluiten
pl: Odrzuć

source: Done
cs: Hotovo
de: Fertig
es: Hecho
fr: Termin
id: Selesai
nl: Klaar
pl: Gotowe

source: Edit
cs: Upravit
de: Bearbeiten
es: Editar
fr: Modifier
id: Sunting
nl: Bewerken
pl: Edytuj

# editLockedToken
source: Please authenticate to edit the locked token.
cs: Prosm, autentifikujte se pro pravu uzamenho tokenu.
de: Bitte authentifizieren Sie sich, um den gesperrten Token zu bearbeiten.
es: Por favor, autentquese para editar el token bloqueado.
fr: Veuillez vous authentifier pour modifier le jeton verrouill.
id: Harap lakukan autentikasi untuk mengedit token yang terkunci.
nl: Verifieer om het vergrendelde token te bewerken.
pl: Aby edytować zablokowany token, należy się uwierzytelnić.

source: Enable polling
cs: Povolit polling
de: Aktives Stellen von Push-Anfragen
es: Activar polling
fr: Activer l'interrogation du serveur.
id: Mengaktifkan pemungutan suara
nl: Zoeken aanzetten
pl: Włącz autentykację przez wiadomość push.

source: Encoding
cs: Kdovn
de: Kodierung
es: Codificacin
fr: Encodage
id: Pengkodean
nl: Codering
pl: Kodowanie

# enterDetailsForToken
source: Enter token details
cs: Vlote podrobnosti tokenu
de: Neuen Token konfigurieren
es: Introduzca los datos de el token
fr: Saisissez les dtails du jeton
id: Masukkan detail token
nl: Voer informatie over token in
pl: Wprowadź szczegóły dla tokenu

source: Enter link
cs: Zadejte odkaz
de: Link eingeben
es: Introducir enlace
fr: Saisir le lien
id: Masukkan tautan
nl: Link invoeren
pl: Wprowadź link

# enterPassphraseDialogHint
source: Passphrase
cs: Pstupov frze
es: Frase de contrasea
fr: Phrase de passe
id: Kata sandi
nl: Wachtwoordzin
pl: Hasło

# enterPassphraseDialogTitle
source: Enter passphrase
cs: Zadejte pstupovou frzi
de: Passphrase eingeben
es: Introduzca la contrasea
fr: Saisir la phrase d'authentification
id: Masukkan kata sandi
nl: Passphrase invoeren
pl: Wprowadź hasło

# enterPasswordToEncrypt
source: Enter a password to encrypt the tokens. This password will be required to import the tokens.
cs: Zadejte heslo pro ifrovn eton. Toto heslo bude vyadovno k importu eton.
de: Geben Sie ein Passwort ein, um die Tokens zu verschlüsseln. Dieses Passwort wird benötigt, um die Tokens zu importieren.
es: Ingrese una contrasea para cifrar los tokens. Esta contrasea ser necesaria para importar los tokens.
fr: Entrez un mot de passe pour chiffrer les jetons. Ce mot de passe sera requis pour importer les jetons.
id: Masukkan kata sandi untuk mengenkripsi token. Kata sandi ini akan diperlukan untuk mengimpor token.
nl: Voer een wachtwoord in om de tokens te versleutelen. Dit wachtwoord is vereist om de tokens te importeren.
pl: Wprowadź hasło, aby zaszyfrować tokeny. To hasło będzie wymagane do importu tokenów.

# errorLogCleared
source: Error log has been cleared.
cs: Protokol chyb vymazn.
de: Fehlerprotokoll gelöscht.
es: Registro de errores borrado
fr: Journal d'erreur nettoy
id: Log kesalahan dihapus.
nl: Foutenlogboek gewist.
pl: Dziennik błędów wyczyszczony.

# errorLogEmpty
source: The error log is empty.
cs: Protokol chyb je przdn.
de: Das Fehlerprotokoll ist leer.
es: El registro de errores est vaco
fr: Le journal des erreurs est vide
id: Log kesalahan kosong.
nl: Het foutenlogboek is leeg.
pl: Dziennik błędów jest pusty

# errorLogTitle
source: Error log
cs: Protokol chyb
de: Fehlerprotokoll
es: Registro de errores
fr: Journal d'erreur
id: Log kesalahan
nl: Foutenlogboek
pl: Dziennik błędów

# errorMailBody
source: The error log file is attached. You can replace this text with additional information about the error.
cs: Piloen je soubor protokolu o chybch. Tento text mete nahradit dalmi informacemi o chyb.
de: Die Fehlerprotokolldatei ist angehängt. Sie können diesen Text durch zusätzliche Informationen über den Fehler ersetzen.
es: Se adjunta el archivo de registro de errores. Puede sustituir este texto por informacin adicional sobre el error.
fr: Le fichier journal des erreurs est joint. Vous pouvez remplacer ce texte par des informations supplmentaires sur l'erreur.
id: File log kesalahan terlampir. Anda dapat mengganti teks ini dengan informasi tambahan tentang kesalahan.
nl: Het foutlogbestand is bijgevoegd. U kunt deze tekst vervangen door aanvullende informatie over de fout.
pl: Plik dziennika błędów jest dołączony. Tekst ten można zastąpić dodatkowymi informacjami o błędzie.

# errorMissingPrivateKey
source: Private key missing
cs: Chybjc soukrom kl
de: Privater Schlüssel fehlt
es: Falta la clave privada
fr: Cl prive manquante
id: Kunci pribadi hilang
nl: Ontbrekende privésleutel
pl: Brakujący klucz prywatny

# errorRollOutFailed
source: Rolling out token {name} failed.
cs: Registrace tokenu {name} selhala.
de: Ausrollen von {name} ist fehlgeschlagen.
es: Error en la extraccin de el token {name}.
fr: Le dploiement du jeton {name} a chou.
id: Peluncuran token {name} gagal.
nl: Uitrollen van token {name} mislukt.
pl: Wdrażanie tokenu {name} nieudane.

# errorRollOutNoConnectionToServer
source: Rolling out token {name} failed, the server could not be reached.
cs: Registrace tokenu {name} selhala. Server nen dostupn.
de: Der Rollout von Token {name} ist fehlgeschlagen, der Server konnte nicht erreicht werden.
es: El despliegue del token {name} ha fallado, no se ha podido acceder al servidor.
fr: El despliegue del token {name} ha fallado, no se ha podido acceder al servidor.
id: Peluncuran token {name} gagal, server tidak dapat dihubungi.
nl: Het uitrollen van token {name} is mislukt, de server kan niet worden bereikt.
pl: Rozwijanie tokena {name} nie powiodło się, nie można było uzyskać dostępu do serwera.

# errorRollOutNotPossibleAnymore
source: Rolling out this Token is not possible anymore.
cs: Roll-out tohoto tokenu ji nen mon.
de: Das Ausrollen dieses Tokens ist nicht mehr möglich.
es: El despliegue de este token ya no es posible.
fr: Le dploiement de ce jeton n'est plus possible.
id: Peluncuran Token ini sudah tidak memungkinkan lagi.
nl: Het uitrollen van dit token is niet meer mogelijk.
pl: Wstać z łóżka tego tokena nie jest już możliwe.

# errorRollOutSSLHandshakeFailed
source: SSL handshake failed. Roll-out not possible.
cs: SSL handshake se nezdail. Roll-out nen mon.
de: SSL-Handshake fehlgeschlagen. Roll-out nicht möglich.
es: Ha fallado el protocolo SSL. No es posible el despliegue.
fr: chec de la prise de contact SSL. Le dploiement n'est pas possible.
id: Jabat tangan SSL gagal. Peluncuran tidak dapat dilakukan.
nl: SSL-handdruk mislukt. Uitrollen niet mogelijk.
pl: Uścisk dłoni SSL nie powiódł się. Rozwijanie nie jest możliwe.

# errorRollOutUnknownError
source: An unknown error occurred. Roll-out not possible: {e}
cs: Vyskytla se neznm chyba. Registrace nen mon: {e}
de: Ein unbekannter Fehler ist aufgetreten. Aurollen nicht möglich: {e}
fr: Le dploiement a chou suite une erreur inconnue: {e}
id: Terjadi kesalahan yang tidak diketahui. Peluncuran tidak dapat dilakukan: {e}
nl: Een onbekende fout heeft plaats gevonden. Uitrollen is niet mogelijk: {e}
pl: Napotkano nieznany błąd. Wdrożenie tokenu niemożliwe: {e}

# errorRolloverNotAllowed
source: Rollover for this container is not allowed.
cs: Rolovn pro tento kontejner nen povoleno.
de: Ein Rollover für diesen Container ist nicht erlaubt.
es: No se permite la renovacin de este contenedor.
fr: Le rollover n'est pas autoris pour ce conteneur.
id: Rollover untuk kontainer ini tidak diizinkan.
nl: Een rollover voor deze container is niet toegestaan.
pl: Rollover dla tego kontenera jest niedozwolony.

# errorSavingFile
source: Saving the file failed
cs: Chyba pi ukldn souboru
de: Fehler beim Speichern der Datei
es: Error al guardar el archivo
fr: Erreur lors de l'enregistrement du fichier
id: Menyimpan ke file gagal
nl: Fout bij het opslaan van het bestand
pl: Błąd podczas zapisywania pliku

# errorSynchronizationNoNetworkConnection
source: Synchronizing tokens failed, privacyIDEA server could not be reached.
cs: Synchronizace token selhala, pipojen k serveru privacyIDEA se nezdailo.
de: Die Synchronisation ist fehlgeschlagen, da der privacyIDEA Server nicht erreicht werden konnte.
es: Error al sincronizar los tokens. No se ha podido acceder al servidor de PrivacyIDEA.
fr: La synchronization a chou car le serveur est injoignable.
id: Sinkronisasi token gagal, server privacyIDEA tidak dapat dihubungi.
nl: Token synchroniseren mislukt, privacyIDEA server kan niet worden bereikt.
pl: Synchronizacja tokenów push nieudana, ponieważ serwer privacyIDEA jest nieosiągalny.

# errorTokenExpired
source: The token {name} has expired.
cs: Platnost tokenu {name} vyprela.
de: Der Token {name} ist abgelaufen.
es: El token {name} ha caducado.
fr: Le jeton {name} a expir.
id: Token {name} telah kedaluwarsa.
nl: Het token {name} is verlopen.
pl: Token {name} wygasł.

# errorUnlinkingPushToken
source: Failed to unlink the push token {label}.
cs: Nepodailo se odlinkovat push token {label}.
de: Entkoppeln des Push Tokens {label} fehlgeschlagen.
es: Error al desvincular el token push {label}
fr: Echec du dcouplage du push token {label}
id: Gagal memutuskan tautan token push {label}.
nl: Het is niet gelukt om het push token {label} te ontkoppelen.
pl: Nie udało się odłączyć tokenu push {label}.

# errorUnregisterNotAllowed
source: Unregistering for this container is not allowed.
cs: Odhlen nen pro tento kontejner povoleno.
de: Die Abmeldung für diesen Container ist nicht erlaubt.
es: No se permite el cierre de sesin para este contenedor.
fr: La dconnexion n'est pas autorise pour ce conteneur.
id: Pencabutan pendaftaran untuk wadah ini tidak diizinkan.
nl: Uitschrijving voor deze container is niet toegestaan.
pl: Wyrejestrowanie tego kontenera jest niedozwolone.

# errorWhenPullingChallenges
source: An error occurred when polling for challenges of {name}
cs: Pi dotazovn na vzvy {name} dolo k chyb.
de: Fehler beim Abrufen der Authentifizierungsanfragen von {name}
es: Se ha producido un error al buscar retos de {name}
fr: Une erreur s'est produite lors de l'interrogation des dfis de {name}
id: Terjadi kesalahan saat melakukan polling untuk tantangan {name}
nl: Er is een fout opgetreden bij het zoeken naar uitdagingen van {name}
pl: Wystąpił błąd podczas odpytywania o wyzwania {name}

# exampleUrl
source: Please enter a valid URL like: “https://example.com/“
cs: Zadejte prosm platnou adresu URL, napklad: https://example.com/
de: Bitte geben Sie eine gültige URL ein wie: “https://example.com“
es: Por favor, introduzca una URL vlida como: https://example.com/
fr: Veuillez saisir une URL valide comme : https://example.com/
id: Silakan masukkan URL yang valid seperti:
nl: Voer een geldige URL in zoals: “https://example.com/“
pl: Wprowadź prawidłowy adres URL, np: “https://example.com/“

# expandLockedFolder
source: Please authenticate to expand the locked folder.
cs: Chcete-li otevt uzamenou sloku, ovte se.
de: Bitte authentifizieren Sie sich, um den gesperrten Ordner zu öffnen.
es: Por favor, autentifquese para abrir la carpeta bloqueada.
fr: Veuillez vous authentifier pour ouvrir le dossier verrouill.
id: Lakukan autentikasi untuk membuka folder yang terkunci.
nl: Verifieer om de vergrendelde map te openen.
pl: Uwierzytelnij, aby otworzyć zablokowany folder.

source: Export
de: Exportieren
es: Exportar
fr: Exporter
id: Ekspor
nl: Exporteren
pl: Eksportuj

source: Export all tokens
cs: Exportovat vechny etony
de: Alle Tokens exportieren
es: Exportar todos los tokens
fr: Exporter tous les jetons
id: Ekspor semua token
nl: Alle tokens exporteren
pl: Eksportuj wszystkie tokeny

# exportLockedTokenReason
source: Please authenticate to export locked tokens.
cs: Prosm, ovte se, abyste mohli exportovat uzamen etony.
de: Bitte authentifizieren Sie sich, um gesperrte Tokens zu exportieren.
es: Por favor, autentquese para exportar tokens bloqueados.
fr: Veuillez vous authentifier pour exporter les jetons verrouills.
id: Harap lakukan autentikasi untuk mengekspor token yang terkunci.
nl: Authenticeer om vergrendelde tokens te exporteren.
pl: Proszę uwierzytelnić się, aby wyeksportować zablokowane tokeny.

source: Export non-privacyIDEA tokens
cs: Exportovat ne-privacyIDEA etony
de: Nicht-privacyIDEA-Token exportieren
es: Exportar tokens no privacyIDEA
fr: Exporter les jetons non privacyIDEA
id: Ekspor token non-privacyIDEA
nl: Niet-privacyIDEA tokens exporteren
pl: Eksportuj tokeny niebędące privacyIDEA

# exportOneMore
source: One more
cs: Jet jeden
de: Noch eins
es: Uno ms
fr: Encore un
id: Satu lagi.
nl: Nog een
pl: Jeszcze jeden

source: Export tokens
cs: Exportovat etony
de: Tokens exportieren
es: Exportar tokens
fr: Exporter les jetons
id: Ekspor token
nl: Tokens exporteren
pl: Eksportuj tokeny

# exportTokensHintDialogTitle
source: Important information
cs: Dleit informace
de: Wichtige Informationen
es: Informacin importante
fr: Informations importantes
id: Informasi penting
nl: Belangrijke informatie
pl: Ważne informacje

source: Exporting tokens...
cs: Probh export eton...
de: Tokens werden exportiert...
es: Exportando tokens...
fr: Exportation des jetons en cours...
id: Mengekspor token...
nl: Tokens exporteren...
pl: Eksportowanie tokenów...

# failedToFinalizeContainer
source: Failed to finalize the container {serial}
cs: Nepodailo se dokonit kontejner {serial}
de: Der Container {serial} konnte nicht abgeschlossen werden
es: Fallo al finalizar el contenedor {serial}
fr: chec de la finalisation du conteneur {serial}
id: Gagal menyelesaikan kontainer {serial}
nl: Fout bij het afsluiten van de container {serial}
pl: Nie udało się sfinalizować kontenera {serial}

# failedToLoad
source: Failed to load: “{name}“
cs: Nepodailo se nast: {name}
de: Fehlgeschlagen zu laden: {name}
es: Fallo al cargar: {name}
fr: chec du chargement : {name}
id: Gagal memuat: {name}
nl: Mislukt bij het laden: {name}
pl: Nie udało się załadować: {name}

source: Failed to renew secrets
cs: Nepodailo se obnovit tajemstv
de: Erneuerung der Secrets fehlgeschlagen
es: Error al renovar los secretos
fr: chec du renouvellement des secrets
id: Gagal memperbarui rahasia
nl: Vernieuwing van de geheimen mislukt
pl: Nie udało się odnowić sekretów

# failedToSyncContainer
source: Failed to sync container {serial}
cs: Nepodailo se synchronizovat kontejner {serial}
de: Container {serial} konnte nicht synchronisiert werden
es: Fallo al sincronizar el contenedor {serial}
fr: chec de la synchronisation du conteneur {serial}
id: Gagal menyinkronkan wadah {serial}
nl: Synchronisatie van container {serial} mislukt
pl: Nie udało się zsynchronizować kontenera {serial}

source: Feedback
cs: Zptn vazba
es: Comentarios
fr: Retour d'information
id: Umpan balik
pl: Informacje zwrotne

# feedbackDescription
source: If you have any questions, suggestions or problems, please let us know.
cs: Pokud mte njak dotazy, nvrhy nebo problmy, dejte nm prosm vdt.
de: Wenn Sie Fragen, Anregungen oder Probleme haben, lassen Sie es uns wissen.
es: Si tienes alguna pregunta, sugerencia o problema, hznoslo saber
fr: Si vous avez des questions, des suggestions ou des problmes, n'hsitez pas nous en faire part
id: Jika Anda memiliki pertanyaan, saran, atau masalah, silakan beritahu kami.
nl: Als je vragen, suggesties of problemen hebt, laat het ons dan weten.
pl: Jeśli masz jakieś pytania, sugestie lub problemy, daj nam znać.
